Repository: kindred77/devilutionX
Catalog: Translations/*.po
Languages: pt_br

# monster
source: Warpfire Hellspawn
pt_br: Deformígneo Cria do Inferno

# monster
source: Fangspeir
pt_br: Presatroz

# monster
source: Festerskull
pt_br: Pesticrânio

# monster
source: Lionskull the Bent
pt_br: CrânioLeão, o Curvado

# monster
source: Blacktongue
pt_br: Língua Negra

# monster
source: Viletouch
pt_br: Toque Nóxio

# monster
source: Viperflame
pt_br: Ignofídico

# monster
source: Fangskin
pt_br: Presiderme

# monster
source: Witchfire the Unholy
pt_br: Witchfire, o Pecaminoso

# monster
source: Blackskull
pt_br: Caveira Negra

# monster
source: Soulslash
pt_br: Corta-Almas

# monster
source: Windspawn
pt_br: Ventoso

# monster
source: Lord of the Pit
pt_br: Senhor do Poço

# monster
source: Rustweaver
pt_br: Ferrecelão

# monster
source: Howlingire the Shade
pt_br: Iruivante, a Sombra

# monster
source: Doomcloud
pt_br: Nuvem da Desgraça

# monster
source: Bloodmoon Soulfire
pt_br: Luassangra Fogo de Alma

# monster
source: Witchmoon
pt_br: Bruxa Lunar

# monster
source: Gorefeast
pt_br: Banqueticínio

# monster
source: Graywar the Slayer
pt_br: Belipardo, o Matador

# monster
source: Dreadjudge
pt_br: Temível Juiz

# monster
source: Stareye the Witch
pt_br: Estrolha, a Bruxa

# monster
source: Steelskull the Hunter
pt_br: Craniaço, o Caçador

# monster
source: The Vizier
pt_br: O Vizir

# monster
source: Zamphir
pt_br: Zamfir

# monster
source: Bloodlust
pt_br: Sede de Sangue

# monster
source: Webwidow
pt_br: Viúvaranha

# monster
source: Fleshdancer
pt_br: Dançarina da Carne

# monster
source: Grimspike
pt_br: Espinebroso

# monster
source: Doomlock
pt_br: Perdentrave

source: Short Sword
pt_br: Espada Curta

source: Buckler
pt_br: Broquel

source: Club
pt_br: Clava

source: Short Bow
pt_br: Arco curto

source: Short Staff of Mana
pt_br: Cajado curto de mana

source: Cleaver
pt_br: Cutelo

source: The Undead Crown
pt_br: Coroa dos mortos-vivos

source: Empyrean Band
pt_br: Anel empíreo

source: Magic Rock
pt_br: Rocha mágica

source: Optic Amulet
pt_br: Amuleto óptico

source: Ring of Truth
pt_br: Anel da verdade

source: Tavern Sign
pt_br: Placa da taverna

source: Harlequin Crest
pt_br: Brasão do arlequim

source: Veil of Steel
pt_br: Véu de aço

source: Golden Elixir
pt_br: Elixir dourado

source: Brain
pt_br: Cérebro

source: Fungal Tome
pt_br: Tomo fungoso

source: Spectral Elixir
pt_br: Elixir espectral

source: Blood Stone
pt_br: Pedra sanguínea

source: Cathedral Map
pt_br: Mapa da catedral

source: Heart
pt_br: Coração

source: Potion of Healing
pt_br: Poção de cura

source: Potion of Mana
pt_br: Poção de mana

source: Scroll of Identify
pt_br: Pergaminho de identificar

source: Scroll of Town Portal
pt_br: Pergaminho de portal da cidade

source: Arkaine's Valor
pt_br: Bravura de Arkaine

source: Potion of Full Healing
pt_br: Poção de cura completa

source: Potion of Full Mana
pt_br: Poção de mana completa

source: Griswold's Edge
pt_br: Gume de Griswold

source: Bovine Plate
pt_br: Placa bovina

source: Staff of Lazarus
pt_br: Cajado de Lázarus

source: Scroll of Resurrect
pt_br: Pergaminho de ressuscitar

source: Short Staff
pt_br: Cajado curto

source: Sword
pt_br: Espada

source: Dagger
pt_br: Adaga

source: Rune Bomb
pt_br: Runa explosiva

source: Auric Amulet
pt_br: Amuleto áurico

source: Torn Note 1
pt_br: Nota rasgada 1

source: Torn Note 2
pt_br: Nota rasgada 2

source: Torn Note 3
pt_br: Nota rasgada 3

source: Reconstructed Note
pt_br: Nota reconstruída

source: Brown Suit
pt_br: Traje marrom

source: Grey Suit
pt_br: Traje cinza

source: Cap
pt_br: Quepe

source: Skull Cap
pt_br: Cervelliere

source: Helm
pt_br: Elmo

source: Full Helm
pt_br: Elmo Completo

source: Crown
pt_br: Coroa

source: Great Helm
pt_br: Grande Elmo

source: Cape
pt_br: Capa

source: Rags
pt_br: Trapo

source: Cloak
pt_br: Manto

source: Robe
pt_br: Túnica

source: Quilted Armor
pt_br: Armadura Acolchoada

source: Leather Armor
pt_br: Armadura de Couro

source: Hard Leather Armor
pt_br: Armadura de Couro Duro

source: Studded Leather Armor
pt_br: Armad. de Couro Cravejado

source: Ring Mail
pt_br: Malha de Anéis

source: Mail
pt_br: Malha

source: Chain Mail
pt_br: Cota de Malha

source: Scale Mail
pt_br: Malha em Escamas

source: Breast Plate
pt_br: Armadura Peitoral

source: Plate
pt_br: Armadura de Placas

source: Splint Mail
pt_br: Cota de Talas

source: Plate Mail
pt_br: Malha de Placas

source: Field Plate
pt_br: Placa de Campo

source: Gothic Plate
pt_br: Placa Gótica

source: Full Plate Mail
pt_br: Malha de Placas Completa

source: Shield
pt_br: Escudo

source: Small Shield
pt_br: Escudo Pequeno

source: Large Shield
pt_br: Escudo Grande

source: Kite Shield
pt_br: Escudo Gota

source: Tower Shield
pt_br: Escudo Torre

source: Gothic Shield
pt_br: Escudo Gótico

source: Potion of Rejuvenation
pt_br: Poção de Rejuvenescimento

source: Potion of Full Rejuvenation
pt_br: Poção de Rejuvenescimento Completo

source: Oil
pt_br: Óleo

source: Elixir of Strength
pt_br: Elixir da Força

source: Elixir of Magic
pt_br: Elixir da Magia

source: Elixir of Dexterity
pt_br: Elixir da Destreza

source: Elixir of Vitality
pt_br: Elixir da Vitalidade

source: Scroll of Healing
pt_br: Pergaminho de Cura

source: Scroll of Search
pt_br: Pergaminho de Busca

source: Scroll of Lightning
pt_br: Pergaminho de Raio

source: Scroll of Fire Wall
pt_br: Pergaminho de Parede de Fogo

source: Scroll of Inferno
pt_br: Pergaminho de Inferno

source: Scroll of Flash
pt_br: Pergaminho de Lampejo

source: Scroll of Infravision
pt_br: Pergaminho de Infravisão

source: Scroll of Phasing
pt_br: Pergaminho de Fasear

source: Scroll of Mana Shield
pt_br: Pergaminho de Escudo de Mana

source: Scroll of Flame Wave
pt_br: Pergaminho de Onda de Chamas

source: Scroll of Fireball
pt_br: Pergaminho de Bola de Fogo

source: Scroll of Stone Curse
pt_br: Pergaminho de Maldição de Pedra

source: Scroll of Chain Lightning
pt_br: Pergaminho de Relâmp. Encadeado

source: Scroll of Guardian
pt_br: Pergaminho de Guardião

source: Scroll of Nova
pt_br: Pergaminho de Nova

source: Scroll of Golem
pt_br: Pergaminho de Golem

source: Scroll of Teleport
pt_br: Pergaminho de Teletransporte

source: Scroll of Apocalypse
pt_br: Pergaminho de Apocalipse

source: Falchion
pt_br: Alfanje

source: Scimitar
pt_br: Cimitarra

source: Claymore
pt_br: Espada Escocesa

source: Blade
pt_br: Lâmina

source: Long Sword
pt_br: Espada Longa

source: Broad Sword
pt_br: Espada Larga

source: Bastard Sword
pt_br: Espada Bastarda

source: Two-Handed Sword
pt_br: Espada de Duas Mãos

source: Great Sword
pt_br: Espada Montante

source: Small Axe
pt_br: Machado Pequeno

source: Axe
pt_br: Machado

source: Large Axe
pt_br: Machado Grande

source: Broad Axe
pt_br: Machado Largo

source: Battle Axe
pt_br: Machado de Batalha

source: Great Axe
pt_br: Grão-machado

source: Mace
pt_br: Maça

source: Morning Star
pt_br: Chicote de Roldão

source: War Hammer
pt_br: Martelo de Guerra

source: Hammer
pt_br: Martelo

source: Spiked Club
pt_br: Clava Cravada

source: Flail
pt_br: Mangual

source: Maul
pt_br: Malho

source: Bow
pt_br: Arco

source: Hunter's Bow
pt_br: Arco de Caçador

source: Long Bow
pt_br: Arco Longo

source: Composite Bow
pt_br: Arco Composto

source: Short Battle Bow
pt_br: Arco de Batalha Curto

source: Long Battle Bow
pt_br: Arco de Batalha Longo

source: Short War Bow
pt_br: Arco de Guerra Curto

source: Long War Bow
pt_br: Arco de Guerra Longo

source: Long Staff
pt_br: Cajado longo

source: Composite Staff
pt_br: Cajado composto

source: Quarter Staff
pt_br: Cajado de combate

source: War Staff
pt_br: Cajado de guerra

source: Ring
pt_br: Anel

source: Amulet
pt_br: Amuleto

source: Rune of Fire
pt_br: Runa de Fogo

source: Rune
pt_br: Runa

source: Rune of Lightning
pt_br: Runa de Relâmpago

source: Greater Rune of Fire
pt_br: Grande Runa de Fogo

source: Greater Rune of Lightning
pt_br: Grande Runa de Relâmpago

source: Rune of Stone
pt_br: Runa de Pedra

source: Short Staff of Charged Bolt
pt_br: Cajado Curto de Raio Carregado

source: Arena Potion
pt_br: Poção de Arena

source: The Butcher's Cleaver
pt_br: Cutelo do Açougueiro

source: The Rift Bow
pt_br: Arco da ruptura

source: The Needler
pt_br: O agulheiro

source: The Celestial Bow
pt_br: O arco celestial

source: Deadly Hunter
pt_br: Caçador mortal

source: Bow of the Dead
pt_br: Arco dos mortos

source: The Blackoak Bow
pt_br: Arco do carvalho negro

source: Flamedart
pt_br: Dardo das chamas

source: Fleshstinger
pt_br: Ferroa-carne

source: Windforce
pt_br: Força do vento

source: Eaglehorn
pt_br: Chifre de águia

source: Gonnagal's Dirk
pt_br: Punhal de Gonnagal

source: The Defender
pt_br: O defensor

source: Gryphon's Claw
pt_br: Garra do Grifo

source: Black Razor
pt_br: Navalha negra

source: Gibbous Moon
pt_br: Lua crescente

source: Ice Shank
pt_br: Haste de gelo

source: The Executioner's Blade
pt_br: Lâmina do carrasco

source: The Bonesaw
pt_br: A serra de osso

source: Shadowhawk
pt_br: Gavião das sombras

source: Wizardspike
pt_br: Espinho arcano

source: Lightsabre
pt_br: Sabre de luz

source: The Falcon's Talon
pt_br: Garra do falcão

source: Doombringer
pt_br: Ruinosa

source: The Grizzly
pt_br: O Urso Pardo

source: The Grandfather
pt_br: O Avô

source: The Mangler
pt_br: O Estraçalhador

source: Sharp Beak
pt_br: Bico afiado

source: BloodSlayer
pt_br: Assassino sangrento

source: The Celestial Axe
pt_br: O machado celestial

source: Wicked Axe
pt_br: Machado maligno

source: Stonecleaver
pt_br: Cutelo de pedra

source: Aguinara's Hatchet
pt_br: Machadinha de Aguinara

source: Hellslayer
pt_br: Assassino infernal

source: Messerschmidt's Reaver
pt_br: Ceifador de Messerschmidt

source: Crackrust
pt_br: Racharrugem

source: Hammer of Jholm
pt_br: Martelo de Jholm

source: Civerb's Cudgel
pt_br: Tacape de Civerb

source: The Celestial Star
pt_br: A estrela celestial

source: Baranar's Star
pt_br: Estrela de Baranar

source: Gnarled Root
pt_br: Raiz nodosa

source: The Cranium Basher
pt_br: O amassador de crânios

source: Schaefer's Hammer
pt_br: Martelo de Schaefer

source: Dreamflange
pt_br: Flange onírico

source: Staff of Shadows
pt_br: Cajado das sombras

source: Immolator
pt_br: Imolador

source: Storm Spire
pt_br: Ápice da tempestade

source: Gleamsong
pt_br: Canção do vislumbre

source: Thundercall
pt_br: Chamado do trovão

source: The Protector
pt_br: O protetor

source: Naj's Puzzler
pt_br: Enigma de Naj

source: Mindcry
pt_br: Grito da mente

source: Rod of Onan
pt_br: Vara de Onan

source: Helm of Spirits
pt_br: Elmo dos Espíritos

source: Thinking Cap
pt_br: Quepe de reflexão

source: OverLord's Helm
pt_br: Elmo do Suserano

source: Fool's Crest
pt_br: Brasão do bobo

source: Gotterdamerung
pt_br: Götterdämerung

source: Royal Circlet
pt_br: Diadema real

source: Torn Flesh of Souls
pt_br: Carne rasgada de almas

source: The Gladiator's Bane
pt_br: Flagelo do gladiador

source: The Rainbow Cloak
pt_br: O manto arco-íris

source: Leather of Aut
pt_br: Couro de Aut

source: Wisdom's Wrap
pt_br: Xale da sabedoria

source: Sparking Mail
pt_br: Malha faiscante

source: Scavenger Carapace
pt_br: Carapaça do Vorazgo

source: Nightscape
pt_br: Paisagem da noite

source: Naj's Light Plate
pt_br: Placa leve de Naj

source: Demonspike Coat
pt_br: Casaco de demonispeto

source: The Deflector
pt_br: O defletor

source: Split Skull Shield
pt_br: Escudo de crânio partido

source: Dragon's Breach
pt_br: Fenda do dragão

source: Blackoak Shield
pt_br: Escudo do carvalho negro

source: Holy Defender
pt_br: Defensor santo

source: Stormshield
pt_br: Escudo da tempestade

source: Bramble
pt_br: Silveira

source: Ring of Regha
pt_br: Anel de Regha

source: The Bleeder
pt_br: O sangrador

source: Constricting Ring
pt_br: Anel constringente

source: Ring of Engagement
pt_br: Anel de noivado

source: Giant's Knuckle
pt_br: Junta do gigante

source: Mercurial Ring
pt_br: Anel mercurial

source: Xorine's Ring
pt_br: Anel de Xorine

source: Karik's Ring
pt_br: Anel de Karik

source: Ring of Magma
pt_br: Anel de magma

source: Ring of the Mystics
pt_br: Anel dos místicos

source: Ring of Thunder
pt_br: Anel do trovão

source: Amulet of Warding
pt_br: Amuleto de proteção

source: Gnat Sting
pt_br: Picada de mosquito

source: Flambeau
pt_br: Tocha

source: Armor of Gloom
pt_br: Armadura da penumbra

source: Thunderclap
pt_br: Trovoada

source: Eater of Souls
pt_br: Devorador de almas

source: Bone Chain Armor
pt_br: Armadura de cadeias de ossos

source: Demon Plate Armor
pt_br: Armadura de placas de demônio

source: Acolyte's Amulet
pt_br: Amuleto de acólito

source: Gladiator's Ring
pt_br: Anel do gladiador

source: Tin
pt_br: de lata

source: Brass
pt_br: de latão

source: Bronze
pt_br: de bronze

source: Iron
pt_br: de ferro

source: Steel
pt_br: de aço

source: Silver
pt_br: de prata

source: Platinum
pt_br: de platina

source: Mithril
pt_br: de mithril

source: Meteoric
pt_br: meteórico(a)

source: Strange
pt_br: estranho(a)

source: Useless
pt_br: inútil

source: Bent
pt_br: envergado(a)

source: Weak
pt_br: fraco(a)

source: Jagged
pt_br: serrilhado(a)

source: Deadly
pt_br: mortal

source: Heavy
pt_br: pesado(a)

source: Vicious
pt_br: vicioso(a)

source: Massive
pt_br: imenso(a)

source: Savage
pt_br: selvagem

source: Ruthless
pt_br: implacável

source: Merciless
pt_br: impiedoso(a)

source: Clumsy
pt_br: desajeitado(a)

source: Dull
pt_br: enfadonho(a)

source: Sharp
pt_br: afiado(a)

source: Fine
pt_br: fino(a)

source: Warrior's
pt_br: de guerreiro

source: Soldier's
pt_br: de soldado

source: Lord's
pt_br: do senhor

source: Knight's
pt_br: de cavaleiro

source: Master's
pt_br: de mestre

source: Champion's
pt_br: de campeão

source: King's
pt_br: de rei

source: Vulnerable
pt_br: vulnerável

source: Rusted
pt_br: enferrujado(a)

source: Strong
pt_br: forte

source: Grand
pt_br: grandioso(a)

source: Valiant
pt_br: valente

source: Glorious
pt_br: glorioso(a)

source: Blessed
pt_br: abençoado(a)

source: Saintly
pt_br: santo(a)

source: Awesome
pt_br: impressionante

source: Godly
pt_br: divino(a)

source: Red
pt_br: vermelho(a)

source: Crimson
pt_br: carmesim

source: Garnet
pt_br: granada

source: Ruby
pt_br: rubi

source: Blue
pt_br: azul

source: Azure
pt_br: lazúli

source: Lapis
pt_br: lápis-lazúli

source: Cobalt
pt_br: cobalto

source: Sapphire
pt_br: safira

source: White
pt_br: branco(a)

source: Pearl
pt_br: de pérola

source: Ivory
pt_br: de marfim

source: Crystal
pt_br: de cristal

source: Diamond
pt_br: de diamante

source: Topaz
pt_br: de topázio

source: Amber
pt_br: de âmbar

source: Jade
pt_br: de jade

source: Obsidian
pt_br: de obsidiana

source: Emerald
pt_br: de esmeralda

source: Hyena's
pt_br: de hienas

source: Frog's
pt_br: de sapos

source: Spider's
pt_br: de aranhas

source: Raven's
pt_br: de corvos

source: Snake's
pt_br: de cobras

source: Serpent's
pt_br: de serpentes

source: Drake's
pt_br: de draco

source: Dragon's
pt_br: de dragão

source: Wyrm's
pt_br: de serpe

source: Hydra's
pt_br: de hidra

source: Angel's
pt_br: de anjo

source: Arch-Angel's
pt_br: de arcanjo

source: Plentiful
pt_br: farto(a)

source: Bountiful
pt_br: abundante

source: Flaming
pt_br: flamejante

source: Lightning
pt_br: relampejante

source: Jester's
pt_br: do Bobo

source: Crystalline
pt_br: Cristalino

source: Doppelganger's
pt_br: do Impostor

source: quality
pt_br: de qualidade

source: maiming
pt_br: do aleijamento

source: slaying
pt_br: do homicídio

source: gore
pt_br: da ultra-violência

source: carnage
pt_br: da carnificina

source: slaughter
pt_br: do massacre

source: pain
pt_br: da dor

source: tears
pt_br: das lágrimas

source: health
pt_br: da saúde

source: protection
pt_br: da proteção

source: absorption
pt_br: da absorção

source: deflection
pt_br: da deflexão

source: osmosis
pt_br: da osmose

source: frailty
pt_br: da fragilidade

source: weakness
pt_br: da fraqueza

source: strength
pt_br: da força

source: might
pt_br: do poder

source: power
pt_br: da potência

source: giants
pt_br: dos gigantes

source: titans
pt_br: dos titãs

source: paralysis
pt_br: da paralisia

source: atrophy
pt_br: da atrofia

source: dexterity
pt_br: da destreza

source: skill
pt_br: da habilidade

source: accuracy
pt_br: da acurácia

source: precision
pt_br: da precisão

source: perfection
pt_br: da perfeição

source: the fool
pt_br: do tolo

source: dyslexia
pt_br: da dislexia

source: magic
pt_br: da magia

source: the mind
pt_br: da mente

source: brilliance
pt_br: do brilhantismo

source: sorcery
pt_br: da feitiçaria

source: wizardry
pt_br: da bruxaria

source: illness
pt_br: da enfermidade

source: disease
pt_br: da doença

source: vitality
pt_br: da vitalidade

source: zest
pt_br: do ânimo

source: vim
pt_br: do afinco

source: vigor
pt_br: do vigor

source: life
pt_br: da vida

source: trouble
pt_br: da encrenca

source: the pit
pt_br: do poço

source: the sky
pt_br: do céu

source: the moon
pt_br: da lua

source: the stars
pt_br: das estrelas

source: the heavens
pt_br: do paraíso

source: the zodiac
pt_br: do zodíaco

source: the vulture
pt_br: do abutre

source: the jackal
pt_br: do chacal

source: the fox
pt_br: da raposa

source: the jaguar
pt_br: do jaguar

source: the eagle
pt_br: da águia

source: the wolf
pt_br: do lobo

source: the tiger
pt_br: do tigre

source: the lion
pt_br: do leão

source: the mammoth
pt_br: do mamute

source: the whale
pt_br: da baleia

source: fragility
pt_br: da debilidade

source: brittleness
pt_br: da ruptilidade

source: sturdiness
pt_br: da firmeza

source: craftsmanship
pt_br: da competência

source: structure
pt_br: da estrutura

source: the ages
pt_br: das eras

source: the dark
pt_br: do escuro

source: the night
pt_br: da noite

source: light
pt_br: da luz

source: radiance
pt_br: da radiância

source: flame
pt_br: da chama

source: fire
pt_br: do fogo

source: burning
pt_br: calcinante

source: shock
pt_br: do choque

source: lightning
pt_br: do relâmpago

source: thunder
pt_br: do trovão

source: many
pt_br: dos muitos

source: plenty
pt_br: da abundância

source: thorns
pt_br: dos espinhos

source: corruption
pt_br: da corrupção

source: thieves
pt_br: dos ladrões

source: the bear
pt_br: do urso

source: the bat
pt_br: do morcego

source: vampires
pt_br: dos vampiros

source: the leech
pt_br: do sanguessuga

source: blood
pt_br: do sangue

source: piercing
pt_br: da perfuração

source: puncturing
pt_br: da punção

source: bashing
pt_br: do esmagamento

source: readiness
pt_br: da prontidão

source: swiftness
pt_br: da presteza

source: speed
pt_br: da velocidade

source: haste
pt_br: da pressa

source: balance
pt_br: do equilíbrio

source: stability
pt_br: da estabilidade

source: harmony
pt_br: da harmonia

source: blocking
pt_br: do bloqueio

source: devastation
pt_br: da devastação

source: decay
pt_br: declínio

source: peril
pt_br: perigo

# spell
source: Firebolt
pt_br: Raio de Fogo

# spell
source: Healing
pt_br: Cura

# spell
source: Lightning
pt_br: Relâmpago

# spell
source: Flash
pt_br: Lampejo

# spell
source: Identify
pt_br: Identificar

# spell
source: Fire Wall
pt_br: Parede de Fogo

# spell
source: Town Portal
pt_br: Portal da cidade

# spell
source: Stone Curse
pt_br: Petrificar

# spell
source: Infravision
pt_br: Infravisão

# spell
source: Phasing
pt_br: Fasear

# spell
source: Mana Shield
pt_br: Escudo de Mana

# spell
source: Fireball
pt_br: Bola de Fogo

# spell
source: Guardian
pt_br: Guardiã

# spell
source: Chain Lightning
pt_br: Relâmpago encadeado

# spell
source: Flame Wave
pt_br: Onda de Chamas

# spell
source: Doom Serpents
pt_br: Serpentes da Ruína

# spell
source: Blood Ritual
pt_br: Ritual Sanguíneo

# spell
source: Invisibility
pt_br: Invisibilidade

# spell
source: Rage
pt_br: Fúria

# spell
source: Teleport
pt_br: Teletransporte

# spell
source: Apocalypse
pt_br: Apocalipse

# spell
source: Etherealize
pt_br: Eterealizar

# spell
source: Item Repair
pt_br: Reparar Itens

# spell
source: Staff Recharge
pt_br: Recarregar Cajados

# spell
source: Trap Disarm
pt_br: Desarmar Armadilha

# spell
source: Charged Bolt
pt_br: Raio Carregado

# spell
source: Holy Bolt
pt_br: Raio Sagrado

# spell
source: Resurrect
pt_br: Ressurreição

# spell
source: Telekinesis
pt_br: Telecinese

# spell
source: Heal Other
pt_br: Curar Outro

# spell
source: Blood Star
pt_br: Estrela de Sangue

# spell
source: Bone Spirit
pt_br: Espírito de Ossos

# spell
source: the Magi
pt_br: de Magi

# spell
source: the Jester
pt_br: do Bobo

# spell
source: Lightning Wall
pt_br: Parede Relampejante

# spell
source: Immolation
pt_br: Imolação

# spell
source: Warp
pt_br: Deformação

# spell
source: Reflect
pt_br: Refletir

# spell
source: Berserk
pt_br: Fúria

# spell
source: Ring of Fire
pt_br: Anel de Fogo

# spell
source: Search
pt_br: Procurar

# spell
source: Rune of Fire
pt_br: Runa de fogo

# spell
source: Rune of Light
pt_br: Runa da Luz

# spell
source: Rune of Nova
pt_br: Runa de Nova

# spell
source: Rune of Immolation
pt_br: Runa Explosiva

# spell
source: Rune of Stone
pt_br: Runa de Pedra
