Repository: kindred77/devilutionX
Catalog: Translations/*.po
Languages: pt_br

source: Blacksmith's shop
pt_br: Loja do ferreiro

source: Would you like to:
pt_br: Você gostaria de:

source: Talk to Griswold
pt_br: Falar com Griswold

source: Buy basic items
pt_br: Comprar itens básicos

source: Buy premium items
pt_br: Comprar itens especiais

source: Sell items
pt_br: Vender itens

source: Repair items
pt_br: Reparar itens

source: Leave the shop
pt_br: Sair da loja

source: I have these items for sale:
pt_br: Eu tenho estes itens para vender:

source: I have these premium items for sale:
pt_br: Eu tenho estes itens especiais para vender:

source: You have nothing I want.
pt_br: Você não tem nada que eu queira.

source: Which item is for sale?
pt_br: Qual item está à venda?

source: You have nothing to repair.
pt_br: Você não tem nada para reparar.

source: Repair which item?
pt_br: Reparar qual item?

source: Witch's shack
pt_br: Cabana da bruxa

source: Talk to Adria
pt_br: Falar com Ádria

source: Buy items
pt_br: Comprar itens

source: Recharge staves
pt_br: Recarregar cajados

source: Leave the shack
pt_br: Sair da cabana

source: You have nothing to recharge.
pt_br: Você não tem nada para recarregar.

source: Recharge which item?
pt_br: Recarregar qual item?

source: You do not have enough gold
pt_br: Você não tem ouro o suficiente

source: You do not have enough room in inventory
pt_br: Você não tem espaço o suficiente em seu inventário

source: Do we have a deal?
pt_br: Negócio fechado?

source: Are you sure you want to identify this item?
pt_br: Tem certeza de que quer identificar este item?

source: Are you sure you want to buy this item?
pt_br: Tem certeza de que quer comprar este item?

source: Are you sure you want to recharge this item?
pt_br: Tem certeza de que quer recarregar este item?

source: Are you sure you want to sell this item?
pt_br: Tem certeza de que quer vender este item?

source: Are you sure you want to repair this item?
pt_br: Tem certeza de que quer reparar este item?

source: Wirt the Peg-legged boy
pt_br: Wirt, garoto da Perna-de-Pau

source: Talk to Wirt
pt_br: Falar com Wirt

source: I have something for sale,
pt_br: Eu tenho algo para vender,

source: but it will cost 50 gold
pt_br: mas lhe custará 50 de ouro

source: just to take a look.
pt_br: só para dar uma olhada.

source: What have you got?
pt_br: O que você tem aí?

source: Say goodbye
pt_br: Dizer adeus

source: I have this item for sale:
pt_br: Eu tenho este item para vender:

source: Leave
pt_br: Sair

source: Healer's home
pt_br: Casa do curandeiro

source: Talk to Pepin
pt_br: Falar com Pepin

source: Leave Healer's home
pt_br: Sair da casa do curandeiro

source: The Town Elder
pt_br: O ancião da cidade

source: Talk to Cain
pt_br: Falar com Cain

source: Identify an item
pt_br: Identificar um item

source: You have nothing to identify.
pt_br: Você não tem nada para identificar.

source: Identify which item?
pt_br: Identificar qual item?

source: This item is:
pt_br: Este item é:

source: Done
pt_br: Pronto

source: Talk to {:s}
pt_br: Falar com {:s}

source: Talking to {:s}
pt_br: Falar com {:s}

source: is not available
pt_br: não está disponível

source: in the shareware
pt_br: na versão

source: version
pt_br: versão

source: Gossip
pt_br: Boatos

source: Rising Sun
pt_br: Sol Nascente

source: Talk to Ogden
pt_br: Falar com Ogden

source: Leave the tavern
pt_br: Sair da taverna

source: Talk to Gillian
pt_br: Falar com Gillian

source: Access Storage
pt_br: Acessar Armazém

source: Farnham the Drunk
pt_br: Farnham, o Bêbado

source: Talk to Farnham
pt_br: Falar com Farnham

source: Say Goodbye
pt_br: Dizer adeus

source: Your gold: {:s}
pt_br: Seu ouro: {:s}

source: Ahh, the story of our King, is it? The tragic fall of Leoric was a harsh blow to this land. The people always loved the King, and now they live in mortal fear of him. The question that I keep asking myself is how he could have fallen so far from the Light, as Leoric had always been the holiest of men. Only the vilest powers of Hell could so utterly destroy a man from within...
pt_br: Ahh, a história do nosso Rei, não é? A trágica queda de Leoric foi um golpe duro para estas terras. O povo sempre amou o Rei, agora vive com medo mortal dele. A pergunta que continuo me fazendo é como ele pode ter caído para tão longe da Luz, já que Leoric sempre foi o mais santo dos homens. Apenas os poderes mais vis do Inferno poderiam destruir um homem por dentro tão completamente...

source: The village needs your help, good master! Some months ago King Leoric's son, Prince Albrecht, was kidnapped. The King went into a rage and scoured the village for his missing child. With each passing day, Leoric seemed to slip deeper into madness. He sought to blame innocent townsfolk for the boy's disappearance and had them brutally executed. Less than half of us survived his insanity... The King's Knights and Priests tried to placate him, but he turned against them and sadly, they were forced to kill him. With his dying breath the King called down a terrible curse upon his former followers. He vowed that they would serve him in darkness forever... This is where things take an even darker twist than I thought possible! Our former King has risen from his eternal sleep and now commands a legion of undead minions within the Labyrinth. His body was buried in a tomb three levels beneath the Cathedral. Please, good master, put his soul at ease by destroying his now cursed form...
pt_br: A vila precisa de sua ajuda, bom(a) mestre(a)! Há alguns meses o filho do Rei Leoric, o Príncipe Albrecht, foi sequestrado. O Rei entrou em fúria e vasculhou a vila por seu filho desaparecido. A cada dia que se passava, Leoric parecia decair mais fundo na loucura. Ele buscou culpar aldeões inocentes pelo desaparecimento do garoto e ordenou que fossem brutalmente executados. Menos da metade de nós sobrevivemos à insanidade dele... Os Cavaleiros e Sacerdotes do Rei tentaram pacificá-lo, mas ele se voltou contra eles e, infelizmente, foram forçados a matá-lo. Com seu último suspiro, o Rei invocou uma terrível maldição sobre seus antigos seguidores. Fez um voto de que eles o serviriam nas trevas para sempre... É aqui que as coisas tomam um rumo mais sombrio do que eu pensava ser possível! Nosso antigo Rei se levantou de seu sono eterno e agora comanda uma legião de seguidores mortos-vivos dentro do Labirinto. Seu corpo foi enterrado em uma tumba três andares abaixo da Catedral. Por favor, bom(a) mestre(a), coloque a alma dele em paz ao destruir a sua forma amaldiçoada de agora...

source: As I told you, good master, the King was entombed three levels below. He's down there, waiting in the putrid darkness for his chance to destroy this land...
pt_br: Como eu lhe disse, bom(a) mestre(a), o Rei foi sepultado três andares sob aqui. Ele está lá embaixo, aguardando nas pútridas trevas pela chance de destruir estas terras...

source: The curse of our King has passed, but I fear that it was only part of a greater evil at work. However, we may yet be saved from the darkness that consumes our land, for your victory is a good omen. May Light guide you on your way, good master.
pt_br: A maldição do nosso Rei passou, mas eu temo ter sido apenas parte de um mal maior em ação. Contudo, ainda podemos ser salvos da escuridão que consome nossa terra, pois sua vitória é um bom presságio. Que a Luz lhe guie em seu caminho, bom(a) mestre(a).

source: The loss of his son was too much for King Leoric. I did what I could to ease his madness, but in the end it overcame him. A black curse has hung over this kingdom from that day forward, but perhaps if you were to free his spirit from his earthly prison, the curse would be lifted...
pt_br: A perda do filho foi demais para o Rei Leoric. Eu fiz o que pude para aliviar sua loucura, mas no final ela o superou. Uma maldição negra pairou sobre este reino daquele dia em diante, mas, se você conseguir libertar o espírito dele desta prisão terrena, talvez a maldição seja removida...

source: I don't like to think about how the King died. I like to remember him for the kind and just ruler that he was. His death was so sad and seemed very wrong, somehow.
pt_br: Eu não gosto de pensar sobre como o Rei morreu. Gosto de lembrá-lo pelo governante justo e bondoso que era. Sua morte foi tão triste e pareceu tão errada, de algum modo.

source: I made many of the weapons and most of the armor that King Leoric used to outfit his knights. I even crafted a huge two-handed sword of the finest mithril for him, as well as a field crown to match. I still cannot believe how he died, but it must have been some sinister force that drove him insane!
pt_br: Eu forjei várias das armas e a maioria das armaduras que o Rei Leoric usou para equipar seus cavaleiros. Inclusive confeccionei para ele uma enorme espada de duas mãos do mais fino Mithril, bem como uma coroa de guerra para combinar. Ainda não consigo acreditar em como ele morreu, mas deve ter sido alguma força muito sinistra que o deixou louco!

source: I don't care about that. Listen, no skeleton is gonna be MY king. Leoric is King. King, so you hear me? HAIL TO THE KING!
pt_br: Eu não me importo com isso. Escuta, nenhum esqueleto vai ser MEU rei. Leoric é Rei. Rei, está me ouvindo? SALVE O REI!

source: The dead who walk among the living follow the cursed King. He holds the power to raise yet more warriors for an ever growing army of the undead. If you do not stop his reign, he will surely march across this land and slay all who still live here.
pt_br: Os mortos que caminham entre os vivos seguem ao Rei amaldiçoado. Ele detém o poder de erguer ainda mais guerreiros para um exército sempre crescente de mortos-vivos. Se você não parar o seu reinado, ele certamente marchará por estas terras e matará a todos que ainda vivem aqui.

source: Look, I'm running a business here. I don't sell information, and I don't care about some King that's been dead longer than I've been alive. If you need something to use against this King of the undead, then I can help you out...
pt_br: Veja, estou administrando um negócio aqui. Eu não vendo informação e eu não ligo para algum Rei que está morto há mais tempo do que estou vivo. Se precisar de algo para usar contra esse Rei dos mortos-vivos, aí eu posso lhe ajudar...

source: The warmth of life has entered my tomb. Prepare yourself, mortal, to serve my Master for eternity!
pt_br: O calor da vida adentrou a minha tumba. Prepare-se, mortal, para servir a meu Mestre pela eternidade!

source: I see that this strange behavior puzzles you as well. I would surmise that since many demons fear the light of the sun and believe that it holds great power, it may be that the rising sun depicted on the sign you speak of has led them to believe that it too holds some arcane powers. Hmm, perhaps they are not all as smart as we had feared...
pt_br: Vejo que este comportamento estranho lhe intriga também. Eu suponho que, como muitos demônios temem a luz do sol e acreditam que ele detém muito poder, é possível que o sol nascente representado na placa de que você fala tenha os levado a crer que ela também detém certos poderes arcanos. Hmm, talvez eles não sejam tão espertos quanto temíamos...

source: Master, I have a strange experience to relate. I know that you have a great knowledge of those monstrosities that inhabit the labyrinth, and this is something that I cannot understand for the very life of me... I was awakened during the night by a scraping sound just outside of my tavern. When I looked out from my bedroom, I saw the shapes of small demon-like creatures in the inn yard. After a short time, they ran off, but not before stealing the sign to my inn. I don't know why the demons would steal my sign but leave my family in peace... 'tis strange, no?
pt_br: Mestre(a), eu tenho uma experiência estranha a relatar. Sei que você tem grandes conhecimentos sobre as monstruosidades que habitam o labirinto e isto aqui é algo que não consigo entender de modo algum... Eu fui acordado durante a noite pelo som de arranhões vindos de fora da minha taverna. Quando olhei a partir da minha cama, vi a forma de pequenas criaturas demoníacas no quintal da estalagem. Após pouco tempo, elas correram, mas não antes de roubarem a placa da minha hospedaria. Eu não sei por que os demônios roubariam a minha placa mas deixariam minha família em paz... Estranho, não?

source: Oh, you didn't have to bring back my sign, but I suppose that it does save me the expense of having another one made. Well, let me see, what could I give you as a fee for finding it? Hmmm, what have we here... ah, yes! This cap was left in one of the rooms by a magician who stayed here some time ago. Perhaps it may be of some value to you.
pt_br: Ah, você não precisava trazer minha placa de volta, mas imagino que isto me poupe do custo de mandar fazer outra. Bem, deixe-me ver, o que eu poderia lhe dar como pagamento por encontrá-la? Hmmm, o que temos aqui... Ah, sim! Este gorro foi deixado em um dos quartos por um mágico que ficou aqui há algum tempo. Talvez seja de algum valor para você.

source: My goodness, demons running about the village at night, pillaging our homes - is nothing sacred? I hope that Ogden and Garda are all right. I suppose that they would come to see me if they were hurt...
pt_br: Oh Deuses, demônios correndo pela vila à noite, saqueando nossas casas - nada mais é sagrado? Eu espero que Ogden e Garda estejam bem. Imagino que viriam me ver se estivessem feridos...

source: Oh my! Is that where the sign went? My Grandmother and I must have slept right through the whole thing. Thank the Light that those monsters didn't attack the inn.
pt_br: Pelos Deuses! É lá que a placa foi parar? Minha avó e eu devemos ter dormido durante a coisa toda. Graças à Luz que esses monstros não atacaram a estalagem.

source: Demons stole Ogden's sign, you say? That doesn't sound much like the atrocities I've heard of - or seen. Demons are concerned with ripping out your heart, not your signpost.
pt_br: Demônios roubaram a placa de Ogden, você disse? Isso não soa muito como as atrocidades que ouvi - e vi. Demônios estão preocupados em arrancar seu coração, não suas placas.

source: You know what I think? Somebody took that sign, and they gonna want lots of money for it. If I was Ogden... and I'm not, but if I was... I'd just buy a new sign with some pretty drawing on it. Maybe a nice mug of ale or a piece of cheese...
pt_br: Você sabe o que eu acho? Alguém pegou aquela placa e vai querer muito dinheiro por ela. Se eu fosse Ogden... e eu não sou, mas se eu fosse... Eu simplesmente compraria outra placa com algum desenho bonito nela. Talvez uma bela caneca de cerveja ou um pedaço de queijo...

source: No mortal can truly understand the mind of the demon. Never let their erratic actions confuse you, as that too may be their plan.
pt_br: Nenhum mortal pode entender de verdade a mente de um demônio. Nunca deixe que as ações erráticas deles lhe confundam, já que isso pode também ser parte de seus planos.

source: What - is he saying I took that? I suppose that Griswold is on his side, too. Look, I got over simple sign stealing months ago. You can't turn a profit on a piece of wood.
pt_br: O quê? Ele está dizendo que eu peguei? Imagino que Griswold esteja do lado dele também. Veja, eu já superei o roubo de placas meses atrás. Não dá pra lucrar com um pedaço de madeira.

source: Hey - You that one that kill all! You get me Magic Banner or we attack! You no leave with life! You kill big uglies and give back Magic. Go past corner and door, find uglies. You give, you go!
pt_br: Ei - Você aquele que mata tudo! Você me dá Bandeira Mágica ou nós atacar! Você não sair com vida! Você matar feiosos grandes e devolve Magia. Passa pelo canto e porta, acha feiosos. Você dá, você vai!

source: You kill uglies, get banner. You bring to me, or else...
pt_br: Você matar feiosos, pegar bandeira. Você trazer para mim, se não...

source: You give! Yes, good! Go now, we strong. We kill all with big Magic!
pt_br: Você dá! Sim, bom! Vá agora, nós forte. Nós matar tudo com grande Magia!

source: This does not bode well, for it confirms my darkest fears. While I did not allow myself to believe the ancient legends, I cannot deny them now. Perhaps the time has come to reveal who I am. My true name is Deckard Cain the Elder, and I am the last descendant of an ancient Brotherhood that was dedicated to safeguarding the secrets of a timeless evil. An evil that quite obviously has now been released. The Archbishop Lazarus, once King Leoric's most trusted advisor, led a party of simple townsfolk into the Labyrinth to find the King's missing son, Albrecht. Quite some time passed before they returned, and only a few of them escaped with their lives. Curse me for a fool! I should have suspected his veiled treachery then. It must have been Lazarus himself who kidnapped Albrecht and has since hidden him within the Labyrinth. I do not understand why the Archbishop turned to the darkness, or what his interest is in the child, unless he means to sacrifice him to his dark masters! That must be what he has planned! The survivors of his 'rescue party' say that Lazarus was last seen running into the deepest bowels of the labyrinth. You must hurry and save the prince from the sacrificial blade of this demented fiend!
pt_br: Isto não é um bom presságio, pois confirma meus medos mais sombrios. Embora eu não me permitisse acreditar nas lendas antigas, não posso negá-las agora. Talvez tenha chegado a hora de revelar quem eu sou. Meu verdadeiro nome é Deckard Cain, o Ancião, e eu sou o último descendente de uma antiga Irmandade que era dedicada a salvaguardar os segredos de um mal atemporal. Um mal que muito obviamente foi agora liberto. O Arcebispo Lázarus, antes o conselheiro mais confiado do Rei Leoric, levou um grupo de simples aldeões até dentro do Labirinto para encontrar o filho desaparecido do Rei, Albrecht. Passou-se um bom tempo até que voltassem e apenas alguns escaparam com suas vidas. Pode me chamar de tolo! Eu devia ter suspeitado de sua traição velada na época. Deve ter sido o próprio Lázarus quem sequestrou Albrecht e desde então o escondeu dentro do Labirinto. Eu não entendo por que o Arcebispo se voltou à escuridão, ou qual é seu interesse na criança. A menos que ele pretenda sacrificá-la a seus mestres sombrios! Deve ser isso o que ele planejou! Os sobreviventes de seu 'grupo de resgate' dizem que Lázarus foi visto pela última vez correndo para as mais profundas entranhas do Labirinto. Você deve se apressar e salvar o príncipe da lâmina sacrificial deste monstro demente!

source: You must hurry and rescue Albrecht from the hands of Lazarus. The prince and the people of this kingdom are counting on you!
pt_br: Você deve se apressar e resgatar Albrecht das mãos de Lázarus. O príncipe e o povo deste reino estão contando com você!

source: Your story is quite grim, my friend. Lazarus will surely burn in Hell for his horrific deed. The boy that you describe is not our prince, but I believe that Albrecht may yet be in danger. The symbol of power that you speak of must be a portal in the very heart of the labyrinth. Know this, my friend - The evil that you move against is the dark Lord of Terror. He is known to mortal men as Diablo. It was he who was imprisoned within the Labyrinth many centuries ago and I fear that he seeks to once again sow chaos in the realm of mankind. You must venture through the portal and destroy Diablo before it is too late!
pt_br: Sua história é bastante grave, meu(inha) amigo(a). Lázarus certamente queimará no Inferno por seu feito horrível. O garoto que você descreveu não é o nosso príncipe, mas acredito que Albrecht ainda pode estar em perigo. O símbolo de poder do qual você fala deve ser um portal para o verdadeiro coração do Labirinto. Saiba disto, meu(inha), amigo(a) - O mal contra o qual você se move é o sombrio Senhor do Terror. Ele é conhecido entre os homens mortais como Diablo. Ele é quem foi aprisionado dentro do Labirinto há muitos séculos atrás, e eu temo que ele busque mais uma vez semear o caos no mundo humano. Você deve se aventurar através do portal e destruir Diablo antes que seja tarde demais!

source: Lazarus was the Archbishop who led many of the townspeople into the labyrinth. I lost many good friends that day, and Lazarus never returned. I suppose he was killed along with most of the others. If you would do me a favor, good master - please do not talk to Farnham about that day.
pt_br: Lázarus foi o Arcebispo que levou muitos dos aldeões para dentro do Labirinto. Eu perdi muitos bons amigos naquele dia e Lázarus nunca mais voltou. Imagino que ele foi morto junto com a maioria dos outros. Se puder me fazer um favor, bom(a) mestre(a) - peço que não fale com Farnham sobre aquele dia.

source: I was shocked when I heard of what the townspeople were planning to do that night. I thought that of all people, Lazarus would have had more sense than that. He was an Archbishop, and always seemed to care so much for the townsfolk of Tristram. So many were injured, I could not save them all...
pt_br: Eu fiquei chocado ao ouvir o que os aldeões estavam planejando fazer naquela noite. Pensei que, dentre todos, Lázarus é quem mais juízo. Ele era um Arcebispo e sempre pareceu se preocupar muito com os habitantes de Tristram. Tantos foram feridos, eu não pude salvar a todos...

source: I remember Lazarus as being a very kind and giving man. He spoke at my mother's funeral, and was supportive of my grandmother and myself in a very troubled time. I pray every night that somehow, he is still alive and safe.
pt_br: Eu me lembro de Lázarus como um homem muito bom e generoso. Ele falou no funeral da minha mãe e foi solícito comigo e com a minha avó em uma época muito difícil. Eu rezo toda noite para que, de algum modo, ele ainda esteja vivo e seguro.

source: I was there when Lazarus led us into the labyrinth. He spoke of holy retribution, but when we started fighting those hellspawn, he did not so much as lift his mace against them. He just ran deeper into the dim, endless chambers that were filled with the servants of darkness!
pt_br: Eu estava lá quando Lázarus nos levou para o Labirinto. Ele falou de castigo santo, mas quando começamos a lutar contra aqueles infernais, ele sequer levantou sua maça contra eles. Simplesmente correu mais e mais para dentro das câmaras sombrias e intermináveis, repletas de servos das trevas!

source: They stab, then bite, then they're all around you. Liar! LIAR! They're all dead! Dead! Do you hear me? They just keep falling and falling... their blood spilling out all over the floor... all his fault...
pt_br: Eles furam, depois mordem, depois estão ao seu redor por todos os lados. Mentiroso! MENTIROSO! Estão todos mortos! Mortos! Está me ouvindo? Eles só continuam caindo e caindo... o sangue deles se espalhando pelo chão... tudo culpa dele...

source: I did not know this Lazarus of whom you speak, but I do sense a great conflict within his being. He poses a great danger, and will stop at nothing to serve the powers of darkness which have claimed him as theirs.
pt_br: Eu não conheci esse Lázarus de quem você fala, mas sinto um grande conflito dentro dele. Ele representa um grande perigo e nada o impedirá de servir aos poderes das trevas que o tomaram para si.

source: Yes, the righteous Lazarus, who was sooo effective against those monsters down there. Didn't help save my leg, did it? Look, I'll give you a free piece of advice. Ask Farnham, he was there.
pt_br: Sim, o honrado Lázarus, que foi tããão efetivo contra aqueles monstros lá embaixo. Não ajudou a salvar minha perna, ajudou? Olha, eu vou lhe dar um conselho de graça. Pergunte a Farnham, ele estava lá.
