Repository: kindred77/devilutionX
Catalog: Translations/*.po
Languages: pt_br

source: We have long lain dormant, and the time to awaken has come. After our long sleep, we are filled with great hunger. Soon, now, we shall feed...
pt_br: Estamos dormindo há muito tempo e chegou a hora de acordar. Depois do nosso longo sonho, estamos com muita fome. Em breve vamos nos alimentar...

source: Have you been enjoying yourself, little mammal? How pathetic. Your little world will be no challenge at all.
pt_br: Está se divertindo, pequeno mamífero? Que patético. Seu mundinho não será nenhum desafio.

source: These lands shall be defiled, and our brood shall overrun the fields that men call home. Our tendrils shall envelop this world, and we will feast on the flesh of its denizens. Man shall become our chattel and sustenance.
pt_br: Estas terras serão contaminadas, e nossa ninhada invadirá os campos que os homens chamam de lar. Nossos tentáculos envolverão este mundo, e nós faremos um banquete com a carne de seus habitantes. O homem se tornará nosso bem e sustento.

source: Ah, I can smell you...you are close! Close! Ssss...the scent of blood and fear...how enticing...
pt_br: Ah, eu posso sentir seu cheiro... Você está perto! Perto! Ssss... o cheiro de sangue e medo... que tentador...

source: And in the year of the Golden Light, it was so decreed that a great Cathedral be raised. The cornerstone of this holy place was to be carved from the translucent stone Antyrael, named for the Angel who shared his power with the Horadrim. In the Year of Drawing Shadows, the ground shook and the Cathedral shattered and fell. As the building of catacombs and castles began and man stood against the ravages of the Sin War, the ruins were scavenged for their stones. And so it was that the cornerstone vanished from the eyes of man. The stone was of this world -- and of all worlds -- as the Light is both within all things and beyond all things. Light and unity are the products of this holy foundation, a unity of purpose and a unity of possession.
pt_br: E no ano da Luz Dourada, foi decretado que uma grande Catedral fosse erguida. A pedra angular deste lugar sagrado deveria ser esculpida na pedra translúcida Antyrael, em homenagem ao Anjo que compartilhava seu poder com os Horadrim. No Ano do Desenho das Sombras, o chão tremeu e a Catedral se partiu e caiu. Quando a construção das catacumbas e castelos começaram e o homem se ergueu contra as devastações da Guerra do Pecado, as ruínas foram escavadas em busca de suas pedras. E foi assim que a pedra angular desapareceu dos olhos do homem. A pedra era deste mundo, e de todos os mundos, já que a Luz está dentro de todas as coisas e além de todas as coisas. A luz e unidade são os produtos desta fundação sagrada, uma unidade de propósito e uma unidade de posse.

source: Moo.
pt_br: Mu.

source: I said, Moo.
pt_br: Eu disse, Mu.

source: Look I'm just a cow, OK?
pt_br: Olhe, eu só sou uma vaca, certo?

source: All right, all right. I'm not really a cow. I don't normally go around like this; but, I was sitting at home minding my own business and all of a sudden these bugs & vines & bulbs & stuff started coming out of the floor... it was horrible! If only I had something normal to wear, it wouldn't be so bad. Hey! Could you go back to my place and get my suit for me? The brown one, not the gray one, that's for evening wear. I'd do it myself, but I don't want anyone seeing me like this. Here, take this, you might need it... to kill those things that have overgrown everything. You can't miss my house, it's just south of the fork in the river... you know... the one with the overgrown vegetable garden.
pt_br: Tudo bem, tudo bem. Eu não sou realmente uma vaca. Eu não costumo andar assim; mas, eu estava sentado em casa cuidando da minha própria vida e, de repente, esses insetos, videiras, bulbos e coisas começaram a sair do chão... foi horrível! Se eu tivesse algo normal para vestir, não seria tão ruim assim. Ei! Você poderia voltar para minha casa e me trazer meu traje? O marrom, não o cinza, é para ocasiões noturnas. Eu mesmo pegaria, mas não quero que ninguém me veja assim. Aqui, pegue isso, você pode precisar... para matar aquelas coisas que cresceram em tudo. Você vai achar a minha casa, é ao sul da bifurcação no rio... Você sabe... aquela com a horta crescida.

source: What are you wasting time for? Go get my suit! And hurry! That Holstein over there keeps winking at me!
pt_br: Por que está perdendo tempo? Vai pegar meu traje! E rápido! Aquele Holstein ali não para de piscar para mim!

source: Hey, have you got my suit there? Quick, pass it over! These ears itch like you wouldn't believe!
pt_br: Ei, você está com meu traje aí? Rápido, passa para cá! Essas orelhas coçam de forma inacreditável!

source: No no no no! This is my GRAY suit! It's for evening wear! Formal occasions! I can't wear THIS. What are you, some kind of weirdo? I need the BROWN suit.
pt_br: Não, não, não, não! Este é o meu traje CINZA! É para noite! Ocasiões formais! Não posso usar isso. O que você é, algum tipo de esquisitão? Preciso do traje MARROM.

source: Ahh, that's MUCH better. Whew! At last, some dignity! Are my antlers on straight? Good. Look, thanks a lot for helping me out. Here, take this as a gift; and, you know... a little fashion tip... you could use a little... you could use a new... yknowwhatImean? The whole adventurer motif is just so... retro. Just a word of advice, eh? Ciao.
pt_br: Ahh, isso é muito melhor. Ufa! Finalmente, alguma dignidade! Meus chifres estão alinhados? Bom. Olha, muito obrigado por me ajudar. Aqui, tome isso como um presente; e, você sabe... uma pequena dica de moda... você poderia usar um pouco... você poderia usar um novo... sabe o que quero dizer? Todo o tema de aventureiro é tão... retrô. Só um conselho, hein? Tchau.

source: Look. I'm a cow. And you, you're monster bait. Get some experience under your belt! We'll talk...
pt_br: Olhe. Eu sou uma vaca. E você, você é uma isca de monstro. Obtenha alguma experiência! E depois nos falamos...

source: It must truly be a fearsome task I've set before you. If there was just some way that I could... would a flagon of some nice, fresh milk help?
pt_br: Deve ser realmente uma tarefa terrível que coloquei diante de você. Se houvesse algo que eu pudesse... uma jarra de leite fresco ajudaria?

source: Oh, I could use your help, but perhaps after you've saved the catacombs from the desecration of those beasts.
pt_br: Oh, eu poderia usar sua ajuda, mas só depois que você salvar as catacumbas da profanação daquelas bestas.

source: I need something done, but I couldn't impose on a perfect stranger. Perhaps after you've been here a while I might feel more comfortable asking a favor.
pt_br: Eu preciso que algo seja feito, mas não posso impor isso a um estranho. Talvez depois de você estiver aqui por um tempo eu me sinta mais confortável pedindo um favor.

source: I see in you the potential for greatness. Perhaps sometime while you are fulfilling your destiny, you could stop by and do a little favor for me?
pt_br: Vejo em você o potencial da grandeza. Talvez em algum momento enquanto estiver cumprindo seu destino, você poderia parar e fazer um pequeno favor para mim?

source: I think you could probably help me, but perhaps after you've gotten a little more powerful. I wouldn't want to injure the village's only chance to destroy the menace in the church!
pt_br: Eu acho que você provavelmente poderia me ajudar, mas talvez depois que você ficar um pouco mais poderoso. Eu não gostaria de prejudicar a única oportunidade da vila de destruir a ameaça na igreja!

source: Me, I'm a self-made cow. Make something of yourself, and... then we'll talk.
pt_br: Eu sou uma vaca auto-criada. Faça algo de si mesmo e... depois nos falamos.

source: I don't have to explain myself to every tourist that walks by! Don't you have some monsters to kill? Maybe we'll talk later. If you live...
pt_br: Eu não tenho que dar explicações para todos os turistas que passam por aqui! Você não tem alguns monstros para matar? Talvez nos falemos mais tarde. Se você sobreviver...

source: Quit bugging me. I'm looking for someone really heroic. And you're not it. I can't trust you, you're going to get eaten by monsters any day now... I need someone who's an experienced hero.
pt_br: Pare de me incomodar. Estou procurando alguém muito heróico. E você não é. Não posso confiar em você, pois será devorado por monstros a qualquer momento... Preciso de alguém que seja um herói experiente.

source: All right, I'll cut the bull. I didn't mean to steer you wrong. I was sitting at home, feeling moo-dy, when things got really un-stable; a whole stampede of monsters came out of the floor! I just cowed. I just happened to be wearing this Jersey when I ran out the door, and now I look udderly ridiculous. If only I had something normal to wear, it wouldn't be so bad. Hey! Can you go back to my place and get my suit for me? The brown one, not the gray one, that's for evening wear. I'd do it myself, but I don't want anyone seeing me like this. Here, take this, you might need it... to kill those things that have overgrown everything. You can't miss my house, it's just south of the fork in the river... you know... the one with the overgrown vegetable garden.
pt_br: Tudo bem, vou parar de besteiras. Eu não queria te enganar. Eu estava sentado em casa, sentindo muu-ito mal, quando as coisas ficaram realmente instáveis; uma debandada inteira de monstros saiu do chão! Eu me acovardei. Aconteceu de eu estar usando esta fantasia quando corri para fora da porta, e agora eu pareço ridículo. Se eu tivesse algo normal para vestir, não seria tão ruim. Ei! Pode voltar para minha casa e pegar meu traje para mim? O marrom, não o cinza, é para ocasiões noturnas. Eu mesmo pegaria, mas não quero que ninguém me veja assim. Aqui, pegue isso, você pode precisar... para matar aquelas coisas que cresceram em tudo. Você vai achar a minha casa, é ao sul da bifurcação no rio... Você sabe... aquela com a horta crescida.

source: I have tried spells, threats, abjuration and bargaining with this foul creature -- to no avail. My methods of enslaving lesser demons seem to have no effect on this fearsome beast.
pt_br: Tentei feitiços, ameaças, abjuração e negociação com esta criatura nojenta, sem sucesso. Meus métodos de escravizar demônios menores parecem não ter efeito sobre esta besta temível.

source: My home is slowly becoming corrupted by the vileness of this unwanted prisoner. The crypts are full of shadows that move just beyond the corners of my vision. The faint scrabble of claws dances at the edges of my hearing. They are searching, I think, for this journal.
pt_br: Minha casa está lentamente se deteriorando devido a vileza deste prisioneiro indesejado. As criptas estão cheias de sombras que se movem além dos cantos da minha percepção. O leve ranger das garras dança nas bordas da minha audição. Eu acho que eles estão procurando por este diário.

source: In its ranting, the creature has let slip its name -- Na-Krul. I have attempted to research the name, but the smaller demons have somehow destroyed my library. Na-Krul... The name fills me with a cold dread. I prefer to think of it only as The Creature rather than ponder its true name.
pt_br: Em suas conversas, a criatura deixou escapar seu nome: Na-Krul. Tentei pesquisar o nome, mas os demônios menores de alguma forma destruíram minha biblioteca. Na-Krul... O nome me enche de medo. Prefiro pensar nele apenas como 'A Criatura', em vez de refletir sobre seu nome verdadeiro.

source: The entrapped creature's howls of fury keep me from gaining much needed sleep. It rages against the one who sent it to the Void, and it calls foul curses upon me for trapping it here. Its words fill my heart with terror, and yet I cannot block out its voice.
pt_br: Os uivos de fúria da criatura aprisionada me impedem de dormir. Ela se enfurece contra aquele que a enviou para o Vazio, e me lança horríveis maldições por prendê-la aqui. Suas palavras enchem meu coração de terror, e ainda assim não posso bloquear sua voz.

source: My time is quickly running out. I must record the ways to weaken the demon, and then conceal that text, lest his minions find some way to use my knowledge to free their lord. I hope that whoever finds this journal will seek the knowledge.
pt_br: Meu tempo está se esgotando rapidamente. Devo registrar as maneiras de enfraquecer o demônio, e então esconder esse texto, para que seus servos não encontrem alguma maneira de usar meu conhecimento para libertar seu senhor. Espero que quem encontrar este diário busque o conhecimento.

source: Whoever finds this scroll is charged with stopping the demonic creature that lies within these walls. My time is over. Even now, its hellish minions claw at the frail door behind which I hide. I have hobbled the demon with arcane magic and encased it within great walls, but I fear that will not be enough. The spells found in my three grimoires will provide you protected entrance to his domain, but only if cast in their proper sequence. The levers at the entryway will remove the barriers and free the demon; touch them not! Use only these spells to gain entry or his power may be too great for you to defeat.
pt_br: Quem encontrar este pergaminho tem o dever de parar a criatura demoníaca que se esconde dentro dessas paredes. Meu tempo acabou. Mesmo agora, seus lacaios infernais arranham por trás da porta que os escondem. Bloqueei o Demônio com magia arcaica segregando-o atrás das grandes paredes, mas temo que não será o suficiente. Os feitiços encontrados nos meus três grimórios fornecerão uma entrada protegida ao seu domínio, mas só se forem lançados na ordem certa. As alavancas na entrada removerão as barreiras libertando o demônio; Não toque nelas! Use apenas esses feitiços para entrar ou seu poder pode ser muito grande para ser derrotá-lo.

source: Slain Townsman
pt_br: Aldeão Assassinado

source: Griswold the Blacksmith
pt_br: Griswold, o Ferreiro

source: Pepin the Healer
pt_br: Pepin, o Curandeiro

source: Wounded Townsman
pt_br: Aldeão Ferido

source: Ogden the Tavern owner
pt_br: Ogden, o Dono da Taverna

source: Cain the Elder
pt_br: Cain, o Ancião

source: Adria the Witch
pt_br: Ádria, a Bruxa

source: Gillian the Barmaid
pt_br: Gillian, a Atendente

source: Cow
pt_br: Vaca

source: Lester the farmer
pt_br: Lester, o fazendeiro

source: Complete Nut
pt_br: Completamente Louco

# monster
source: Zombie
pt_br: Zumbi

# monster
source: Ghoul
pt_br: Carniçal

# monster
source: Rotting Carcass
pt_br: Carcaça Apodrecida

# monster
source: Black Death
pt_br: Morte Negra

# monster
source: Fallen One
pt_br: Caído

# monster
source: Carver
pt_br: Talhador

# monster
source: Devil Kin
pt_br: Cria do Diabo

# monster
source: Dark One
pt_br: Sombrio

# monster
source: Skeleton
pt_br: Esqueleto

# monster
source: Corpse Axe
pt_br: Cadáver de Machado

# monster
source: Burning Dead
pt_br: Morto Calcinante

# monster
source: Scavenger
pt_br: Escavador

# monster
source: Plague Eater
pt_br: Devorador de Almas

# monster
source: Shadow Beast
pt_br: Fera das Sombras

# monster
source: Bone Gasher
pt_br: Cortaosso

# monster
source: Corpse Bow
pt_br: Cadáver Arqueiro

# monster
source: Skeleton Captain
pt_br: Esqueleto Capitão

# monster
source: Corpse Captain
pt_br: Cadáver Capitão

# monster
source: Burning Dead Captain
pt_br: Morto Calcinante Capitão

# monster
source: Horror Captain
pt_br: Horror Capitão

# monster
source: Invisible Lord
pt_br: Lorde Invisível

# monster
source: Hidden
pt_br: Escondido

# monster
source: Stalker
pt_br: Espreitador

# monster
source: Unseen
pt_br: Despercebido

# monster
source: Illusion Weaver
pt_br: Tecelão de Ilusões

# monster
source: Satyr Lord
pt_br: Lorde Sátiro

# monster
source: Flesh Clan
pt_br: Clã Carne Fresca

# monster
source: Stone Clan
pt_br: Clã de Pedra

# monster
source: Fire Clan
pt_br: Clã de Fogo

# monster
source: Night Clan
pt_br: Clã da Noite

# monster
source: Fiend
pt_br: Demônio

# monster
source: Blink
pt_br: Cintilador

# monster
source: Gloom
pt_br: Melancolia

# monster
source: Acid Beast
pt_br: Fera Ácida

# monster
source: Poison Spitter
pt_br: Cospe-Veneno

# monster
source: Pit Beast
pt_br: Fera do Poço

# monster
source: Lava Maw
pt_br: Gorja de Lava

# monster
source: Skeleton King
pt_br: Rei Esqueleto

# monster
source: The Butcher
pt_br: O Açougueiro

# monster
source: Overlord
pt_br: Suserano

# monster
source: Mud Man
pt_br: Homem-Lama

# monster
source: Toad Demon
pt_br: Demônio Sapo

# monster
source: Flayed One
pt_br: Esfolado

# monster
source: Cave Slug
pt_br: Lesma da Caverna

# monster
source: Devil Wyrm
pt_br: Wyrm Demoníaca

# monster
source: Devourer
pt_br: Devorador

# monster
source: Magma Demon
pt_br: Demônio de Magma

# monster
source: Blood Stone
pt_br: Pedra Sanguínea

# monster
source: Hell Stone
pt_br: Pedra do Inferno

# monster
source: Lava Lord
pt_br: Lorde da Lava

# monster
source: Horned Demon
pt_br: Demônio com Chifres

# monster
source: Mud Runner
pt_br: Trilhador da Lama

# monster
source: Frost Charger
pt_br: Suicida Gélido

# monster
source: Obsidian Lord
pt_br: Lorde da Obsidiana

# monster
source: oldboned
pt_br: Ossovelho

# monster
source: Red Death
pt_br: Morte Rubra

# monster
source: Litch Demon
pt_br: Demônio Litch

# monster
source: Undead Balrog
pt_br: Balrog Morto-vivo

# monster
source: Incinerator
pt_br: Incinerador

# monster
source: Flame Lord
pt_br: Lorde da Chama

# monster
source: Doom Fire
pt_br: Fogo da Perdição

# monster
source: Hell Burner
pt_br: Queimador do Inferno

# monster
source: Red Storm
pt_br: Tempestade Rubra

# monster
source: Storm Rider
pt_br: Tempestuoso

# monster
source: Storm Lord
pt_br: Lorde da Tempestade

# monster
source: Maelstrom
pt_br: Redemoinho

# monster
source: Devil Kin Brute
pt_br: Cria do Diabo Bruta

# monster
source: Winged-Demon
pt_br: Demônio Alado

# monster
source: Gargoyle
pt_br: Gárgula

# monster
source: Blood Claw
pt_br: Garra Sangrenta

# monster
source: Death Wing
pt_br: Asa da Morte

# monster
source: Slayer
pt_br: Homicida

# monster
source: Guardian
pt_br: Guardião

# monster
source: Vortex Lord
pt_br: Lorde do Vórtice

# monster
source: Cave Viper
pt_br: Víbora da Caverna

# monster
source: Fire Drake
pt_br: Víbora de Fogo

# monster
source: Gold Viper
pt_br: Víbora de Ouro

# monster
source: Azure Drake
pt_br: Víbora Azulada

# monster
source: Black Knight
pt_br: Cavaleiro Negro

# monster
source: Doom Guard
pt_br: Guarda da Perdição

# monster
source: Steel Lord
pt_br: Lorde de Aço

# monster
source: Blood Knight
pt_br: Cavaleiro Sangrento

# monster
source: The Shredded
pt_br: Desfiador

# monster
source: Hollow One
pt_br: Oco

# monster
source: Pain Master
pt_br: Mestre da Dor

# monster
source: Reality Weaver
pt_br: Tecelão de Realidades

# monster
source: Succubus
pt_br: Súcubo

# monster
source: Snow Witch
pt_br: Bruxa da Neve

# monster
source: Hell Spawn
pt_br: Cria do Inferno

# monster
source: Soul Burner
pt_br: Queimadora de Almas

# monster
source: Counselor
pt_br: Conselheiro

# monster
source: Magistrate
pt_br: Magistrado

# monster
source: Cabalist
pt_br: Cabalista

# monster
source: Advocate
pt_br: Defensor

# monster
source: The Dark Lord
pt_br: O Lorde Sombrio

# monster
source: The Arch-Litch Malignus
pt_br: O Arce-Litch Malignus

# monster
source: Stinger
pt_br: Ferroador

# monster
source: Psychorb
pt_br: Psicorbe

# monster
source: Felltwin
pt_br: Geminígio

# monster
source: Hork Spawn
pt_br: Cria de Hork

# monster
source: Spider Lord
pt_br: Lorde das Aranhas

# monster
source: Lashworm
pt_br: Verme-de-chicote

# monster
source: Hork Demon
pt_br: Demônio Hork

# monster
source: Hell Bug
pt_br: Inseto do Inferno

# monster
source: Gravedigger
pt_br: Coveiro

# monster
source: Tomb Rat
pt_br: Rato da Tumba

# monster
source: Firebat
pt_br: Morcego de Fogo

# monster
source: Skullwing
pt_br: Asa Esquelética

# monster
source: Crypt Demon
pt_br: Demônio da Cripta

# monster
source: Hellbat
pt_br: Morcego Infernal

# monster
source: Bone Demon
pt_br: Demônio de Ossos

# monster
source: Arch Lich
pt_br: Arque Lich

# monster
source: Flesh Thing
pt_br: Coisa de Carne Fresca

# monster
source: Reaper
pt_br: Ceifador

# monster
source: Gharbad the Weak
pt_br: Gharbad, o Fraco

# monster
source: Zhar the Mad
pt_br: Zhar, o Louco

# monster
source: Snotspill
pt_br: Kaikatarro

# monster
source: Arch-Bishop Lazarus
pt_br: Arcebispo Lazarus

# monster
source: Red Vex
pt_br: Apurrinhação Vermelha

# monster
source: Black Jade
pt_br: Jade Negra

# monster
source: Warlord of Blood
pt_br: Senhor da Guerra Sangrenta

# monster
source: The Defiler
pt_br: O Profanador

# monster
source: Bonehead Keenaxe
pt_br: Osteocéfalo Machado

# monster
source: Bladeskin the Slasher
pt_br: Laminiderme, o Esfaqueador

# monster
source: Soulpus
pt_br: Pus de Alma

# monster
source: Pukerat the Unclean
pt_br: Vomirrato, o Impuro

# monster
source: Boneripper
pt_br: Estripa-ossos

# monster
source: Rotfeast the Hungry
pt_br: Putrefórico, o Faminto

# monster
source: Gutshank the Quick
pt_br: Tripernil, o Veloz

# monster
source: Brokenhead Bangshield
pt_br: Traumocéfalo Bate-Escudos

# monster
source: Rotcarnage
pt_br: Putrificina

# monster
source: Shadowbite
pt_br: Mordesombra

# monster
source: Deadeye
pt_br: Olho Morto

# monster
source: Madeye the Dead
pt_br: Olholouco, o Morto

# monster
source: Skullfire
pt_br: Fogo Cranial

# monster
source: Warpskull
pt_br: Crânio Torto

# monster
source: Goretongue
pt_br: Sanguinolíngue

# monster
source: Pulsecrawler
pt_br: Pulsejador

# monster
source: Moonbender
pt_br: Verga-Luas

# monster
source: Wrathraven
pt_br: Corvo da Cólera

# monster
source: Spineeater
pt_br: Come-Espinhas

# monster
source: Blackash the Burning
pt_br: Cinzascura, o Calcinante

# monster
source: Shadowcrow
pt_br: Corvossombra

# monster
source: Blightstone the Weak
pt_br: Pedrapraga, o Fraco

# monster
source: Bilefroth the Pit Master
pt_br: Espumabile, o Mestre do Poço

# monster
source: Bloodskin Darkbow
pt_br: Sanguiderme Arco Negro

# monster
source: Foulwing
pt_br: Asa Pútrida

# monster
source: Shadowdrinker
pt_br: Bebedor das Sombras

# monster
source: Hazeshifter
pt_br: Muda-Névoas

# monster
source: Deathspit
pt_br: Cospe-Morte

# monster
source: Bloodgutter
pt_br: Coagulário

# monster
source: Deathshade Fleshmaul
pt_br: Sombra da Morte Rasga-Carne

# monster
source: Warmaggot the Mad
pt_br: Larvaguerra, o Louco

# monster
source: Glasskull the Jagged
pt_br: Crânio de Vidro, o Serrilhado

# monster
source: Blightfire
pt_br: Flagelo de Fogo

# monster
source: Nightwing the Cold
pt_br: Asa Noturna, o Gélido

# monster
source: Gorestone
pt_br: Rochacínio

# monster
source: Bronzefist Firestone
pt_br: Pugibronze Pedra de Fogo

# monster
source: Wrathfire the Doomed
pt_br: Irígnea, o Condenado

# monster
source: Firewound the Grim
pt_br: Chaga Ígnea, o Tenebroso

# monster
source: Baron Sludge
pt_br: Barão Lodoso

# monster
source: Blighthorn Steelmace
pt_br: Guampestífero Maça de Aço

# monster
source: Chaoshowler
pt_br: Berrocaos

# monster
source: Doomgrin the Rotting
pt_br: Sorrirruína, o Podre

# monster
source: Madburner
pt_br: Queimador Louco

# monster
source: Bonesaw the Litch
pt_br: Serra Osso, o Litch

# monster
source: Breakspine
pt_br: Quebra-Espinha

# monster
source: Devilskull Sharpbone
pt_br: Demonicrânio Osso Afiado

# monster
source: Brokenstorm
pt_br: Tempestrago

# monster
source: Stormbane
pt_br: Praguestade

# monster
source: Oozedrool
pt_br: Babujador

# monster
source: Goldblight of the Flame
pt_br: Pragáurea da Chama

# monster
source: Blackstorm
pt_br: Tempestade Negra

# monster
source: Plaguewrath
pt_br: Pestilérico

# monster
source: The Flayer
pt_br: O Esfolador

# monster
source: Bluehorn
pt_br: Chifre Azul
