Repository: kindred77/devilutionX
Catalog: Translations/*.po
Languages: pt_br

source: altered durability
pt_br: durabilidade alterada

source: one handed sword
pt_br: espada de uma mão

source: constantly lose hit points
pt_br: constantemente perde PV

source: life stealing
pt_br: rouba vida

source: no strength requirement
pt_br: força não requerida

source: lightning damage: {:d}
pt_br: dano de raio: {:d}

source: lightning damage: {:d}-{:d}
pt_br: dano de raio: {:d}-{:d}

source: charged bolts on hits
pt_br: raios carregados nos golpes

source: occasional triple damage
pt_br: triplo dano ocasional

source: decaying {:+d}% damage
pt_br: declínio de {:+d}% de dano

source: 2x dmg to monst, 1x to you
pt_br: 2x dano para monst, 1x a você

source: Random 0 - 600% damage
pt_br: Dano aleatório 0 - 600%

source: low dur, {:+d}% damage
pt_br: baixa dur, {:+d}% de dano

source: extra AC vs demons
pt_br: AC extra vs demônios

source: extra AC vs undead
pt_br: AC extra vs mortos vivos

source: 50% Mana moved to Health
pt_br: 50% de Mana foi para a Vida

source: 40% Health moved to Mana
pt_br: 40% de Mana foi para a Vida

source: damage: {:d} Indestructible
pt_br: dano: {:d} Indestrutível

source: damage: {:d} Dur: {:d}/{:d}
pt_br: dano: {:d} Dur: {:d}/{:d}

source: damage: {:d}-{:d} Indestructible
pt_br: dano: {:d}-{:d} Indestrutível

source: damage: {:d}-{:d} Dur: {:d}/{:d}
pt_br: dano: {:d}-{:d} Dur: {:d}/{:d}

source: armor: {:d} Indestructible
pt_br: armadura: {:d} Indestrutível

source: armor: {:d} Dur: {:d}/{:d}
pt_br: armadura: {:d} Dur: {:d}/{:d}

source: Charges: {:d}/{:d}
pt_br: Cargas: {:d}/{:d}

source: unique item
pt_br: item único

source: Not Identified
pt_br: Não identificado

source: Skeleton King's Lair
pt_br: Covil do Rei Esqueleto

source: Chamber of Bone
pt_br: Câmara de Ossos

source: Maze
pt_br: Labirinto

source: Poisoned Water Supply
pt_br: Reserv. de água envenenado

source: Archbishop Lazarus' Lair
pt_br: Covil do Arcebispo Lázarus

source: Church Arena
pt_br: Arena da Igreja

source: Hell Arena
pt_br: Arena do Inferno

source: Circle of Life Arena
pt_br: Arena do Ciclo da Vida

source: Down to dungeon
pt_br: Descer para as masmorras

source: Down to catacombs
pt_br: Descer para as catabumbas

source: Down to caves
pt_br: Descer para as cavernas

source: Down to hell
pt_br: Descer para o inferno

source: Down to Hive
pt_br: Descer para a Colmeia

source: Down to Crypt
pt_br: Descer para a Cripta

source: Up to level {:d}
pt_br: Subir para o nível {:d}

source: Up to town
pt_br: Subir para a cidade

source: Down to level {:d}
pt_br: Descer para o nível {:d}

source: Down to Diablo
pt_br: Descer para o Diablo

source: Up to Nest level {:d}
pt_br: Subir para o nível {:d} do Enxame

source: Up to Crypt level {:d}
pt_br: Subir para o nível {:d} da Cripta

source: Cornerstone of the World
pt_br: Pedra angular do mundo

source: Down to Crypt level {:d}
pt_br: Descer para o nível {:d} da Cripta

source: Back to Level {:d}
pt_br: Voltar ao Nível {:d}

source: Unable to open save file archive
pt_br: Não foi possível abrir o arquivo salvo

source: Invalid save file
pt_br: Jogo salvo inválido

source: Player is on a Hellfire only level
pt_br: O jogador está em um nível somente Hellfire

source: Invalid game state
pt_br: Estado de jogo inválido

source: Unable to display mainmenu
pt_br: Não é possível mostrar o menu principal

source: Demon
pt_br: Demônio

source: Undead
pt_br: Morto-vivo

source: Type: {:s} Kills: {:d}
pt_br: Tipo: {:s} Mortos: {:d}

source: Total kills: {:d}
pt_br: Total de mortos: {:d}

source: Hit Points: {:d}-{:d}
pt_br: Pontos de vida: {:d}-{:d}

source: No magic resistance
pt_br: Nenhuma resistência a magia

source: Resists:
pt_br: Resiste a:

source: Magic
pt_br: Magia

source: Fire
pt_br: Fogo

source: Lightning
pt_br: Raios

source: Immune:
pt_br: Imune a:

source: Type: {:s}
pt_br: Tipo: {:s}

source: No resistances
pt_br: Sem resistências

source: No Immunities
pt_br: Sem imunidades

source: Some Magic Resistances
pt_br: Algumas Resistências à Magia

source: Some Magic Immunities
pt_br: Algumas Imunidades à Magia

source: Failed to open archive for writing.
pt_br: Não foi possível abrir o arquivo para escrita.

source: Trying to drop a floor item?
pt_br: Gostaria de jogar um item do chão?

source: {:s} has cast an invalid spell.
pt_br: {:s} lançou um feitiço inválido.

source: {:s} has cast an illegal spell.
pt_br: {:s} lançou um feitiço ilegal.

source: Player '{:s}' (level {:d}) just joined the game
pt_br: O jogador '{:s}' (nível {:d}) acabou de entrar no jogo

source: The game ended
pt_br: O jogo terminou

source: Unable to get level data
pt_br: Não é possível obter dados do nível

source: Player '{:s}' just left the game
pt_br: O jogador '{:s}' acabou de sair do jogo

source: Player '{:s}' killed Diablo and left the game!
pt_br: O jogador '{:s}' matou Diablo e saiu do jogo!

source: Player '{:s}' dropped due to timeout
pt_br: O jogador '{:s}' caiu devido a tempo esgotado

source: Player '{:s}' (level {:d}) is already in the game
pt_br: O jogador '{:s}' (nível {:d}) já está no jogo

source: Mysterious
pt_br: Misterioso

source: Hidden
pt_br: Escondido

source: Gloomy
pt_br: Melancólico

source: Weird
pt_br: esquisito(a)

source: Magical
pt_br: Mágico

source: Stone
pt_br: de pedra

source: Religious
pt_br: Religioso

source: Enchanted
pt_br: Encantado

source: Thaumaturgic
pt_br: Taumatúrgico

source: Fascinating
pt_br: Fascinante

source: Cryptic
pt_br: Críptico

source: Eldritch
pt_br: Insólito

source: Eerie
pt_br: Esquisito

source: Divine
pt_br: Divino

source: Holy
pt_br: sagrado(a)

source: Sacred
pt_br: Sagrado

source: Spiritual
pt_br: Espiritual

source: Spooky
pt_br: Pavoroso

source: Abandoned
pt_br: Abandonado

source: Creepy
pt_br: Assustador

source: Quiet
pt_br: Quieto

source: Secluded
pt_br: Isolado

source: Ornate
pt_br: Ornado

source: Glimmering
pt_br: Vislumbrante

source: Tainted
pt_br: Maculado

source: Oily
pt_br: Oleoso

source: Glowing
pt_br: Brilhante

source: Mendicant's
pt_br: Do Mendicante

source: Sparkling
pt_br: Espumante

source: Shimmering
pt_br: Cintilante

source: Murphy's
pt_br: De Murphy

source: The Great Conflict
pt_br: O Grande Conflito

source: The Wages of Sin are War
pt_br: O Salário do Pecado é a Guerra

source: The Tale of the Horadrim
pt_br: O Conto dos Horadrim

source: The Dark Exile
pt_br: O Exílio Sombrio

source: The Sin War
pt_br: A Guerra do Pecado

source: The Binding of the Three
pt_br: O Aprisionamento dos Três

source: The Realms Beyond
pt_br: Os Reinos Além

source: Tale of the Three
pt_br: Conto dos Três

source: The Black King
pt_br: O Rei Negro

source: Journal: The Ensorcellment
pt_br: Diário: O Enfeitiçado

source: Journal: The Meeting
pt_br: Diário: O Encontro

source: Journal: The Tirade
pt_br: Diário: A Desgraça

source: Journal: His Power Grows
pt_br: Diário: Seu Poder Cresce

source: Journal: NA-KRUL
pt_br: Diário: NA-KRUL

source: Journal: The End
pt_br: Diário: O Fim

source: A Spellbook
pt_br: Um Livro de Feitiços

source: Crucified Skeleton
pt_br: Esqueleto Crucificado

source: Lever
pt_br: Alavanca

source: Open Door
pt_br: Porta Aberta

source: Closed Door
pt_br: Porta Fechada

source: Blocked Door
pt_br: Porta Bloqueada

source: Ancient Tome
pt_br: Tomo Antigo

source: Book of Vileness
pt_br: Livro da Vileza

source: Skull Lever
pt_br: Alavanca de Caveira

source: Mythical Book
pt_br: Livro Mítico

source: Small Chest
pt_br: Baú Pequeno

source: Chest
pt_br: Baú

source: Large Chest
pt_br: Baú Grande

source: Sarcophagus
pt_br: Sarcófago

source: Bookshelf
pt_br: Estante de Livros

source: Bookcase
pt_br: Estante

source: Barrel
pt_br: Barril

source: Pod
pt_br: Ovo

source: Urn
pt_br: Urna

source: {:s} Shrine
pt_br: Altar {:s}

source: Skeleton Tome
pt_br: Tomo do Esqueleto

source: Library Book
pt_br: Livro da Biblioteca

source: Blood Fountain
pt_br: Fonte de Sangue

source: Decapitated Body
pt_br: Corpo Decapitado

source: Book of the Blind
pt_br: Livro dos Cegos

source: Book of Blood
pt_br: Livro de Sangue

source: Purifying Spring
pt_br: Fonte Purificante

source: Armor
pt_br: Armadura

source: Weapon Rack
pt_br: Estante de Armas

source: Goat Shrine
pt_br: Altar Caprino

source: Cauldron
pt_br: Caldeirão

source: Murky Pool
pt_br: Poça Turva

source: Fountain of Tears
pt_br: Fonte de Lágrimas

source: Steel Tome
pt_br: Tomo do Aço

source: Pedestal of Blood
pt_br: Pedestal de Sangue

source: Mushroom Patch
pt_br: Canteiro de Cogumelos

source: Vile Stand
pt_br: Suporte Vil

source: Slain Hero
pt_br: Herói Assassinado

source: Trapped {:s}
pt_br: {:s} com armadilha

source: {:s} (disabled)
pt_br: {:s} (desativado)

source: ON
pt_br: ATIVO

source: OFF
pt_br: INATIVO

source: Game Mode
pt_br: Modo de Jogo

source: Play Diablo or Hellfire.
pt_br: Jogar Diablo ou Hellfire.

source: Restrict to Shareware
pt_br: Restringir ao Shareware

source: Makes the game compatible with the demo. Enables multiplayer with friends who don't own a full copy of Diablo.
pt_br: Torna o jogo compatível com a demonstração. Habilita multiplayer com amigos que não possuem a versão completa do Diablo.

source: Start Up
pt_br: Inicialização

source: Start Up Settings
pt_br: Configurações de Inicialização

source: Intro
pt_br: Introdução

source: Shown Intro cinematic.
pt_br: Exibe vídeo de Introdução.

source: Splash
pt_br: Tela de Abertura

source: Shown splash screen.
pt_br: Tela de abertura exibida.

source: Logo and Title Screen
pt_br: Tela com logo e título

source: Title Screen
pt_br: Tela do Título

source: Diablo specific Settings
pt_br: Configurações específicas do Diablo

source: Hellfire specific Settings
pt_br: Configurações específicas do Hellfire

source: Audio
pt_br: Áudio

source: Audio Settings
pt_br: Configurações de Áudio

source: Walking Sound
pt_br: Som dos Passos

source: Player emits sound when walking.
pt_br: Jogador emite som ao caminhar.

source: Auto Equip Sound
pt_br: Som ao Auto-Equipar

source: Automatically equipping items on pickup emits the equipment sound.
pt_br: Equipar os items automaticamente emite o som dos equipamentos ao pegá-los.

source: Item Pickup Sound
pt_br: Som ao Pegar Item

source: Picking up items emits the items pickup sound.
pt_br: Emite o som dos equipamentos ao pegá-los.

source: Sample Rate
pt_br: Taxa de Amostragem

source: Output sample rate (Hz).
pt_br: Taxa de amostragem de saída (Hz)

source: Channels
pt_br: Canais

source: Number of output channels.
pt_br: Número de canais de saída.

source: Buffer Size
pt_br: Tamanho do Buffer

source: Buffer size (number of frames per channel).
pt_br: Tamanho do Buffer (número de quadros por canal).

source: Resampling Quality
pt_br: Qualidade de resampling

source: Affect the game's internal resolution and determine your view area. Note: This can differ from screen resolution, when Upscaling, Integer Scaling or Fit to Screen is used.
pt_br: Afeta a resolução interna do jogo e determina sua área de visão. Nota: Isso pode mudar para cada resolução de tela, quando usando Upscaling, Escala de Inteiros ou Ajustar à Tela.

source: Audio resampler
pt_br: Resampler de áudio

source: Device
pt_br: Dispositivo

source: Audio device
pt_br: Dipositivo de Áudio

source: Graphics
pt_br: Gráficos

source: Graphics Settings
pt_br: Configurações de Gráficos

source: Fullscreen
pt_br: Tela cheia

source: Display the game in windowed or fullscreen mode.
pt_br: Exibe o jogo em modo janela ou tela cheia.

source: Fit to Screen
pt_br: Ajustar à Tela

source: Automatically adjust the game window to your current desktop screen aspect ratio and resolution.
pt_br: Ajusta automaticamente a janela do jogo mantendo a mesma proporção e resolução da tela de desktop atual.

source: Enables image scaling from the game resolution to your monitor resolution. Prevents changing the monitor resolution and allows window resizing.
pt_br: Habilita escala de imagem da resolução do jogo para a resolução do seu monitor. Previne mudanças na resolução do monitor e permite redimensionar a janela.

source: Scaling Quality
pt_br: Qualidade de Escala

source: Enables optional filters to the output image when upscaling.
pt_br: Habilita filtros opcionais para a image de saída quando utilizando upscaling.

source: Nearest Pixel
pt_br: Pixel mais Próximo

source: Anisotropic
pt_br: Anisotrópico

source: Integer Scaling
pt_br: Escala de Inteiros

source: Scales the image using whole number pixel ratio.
pt_br: Escala a imagem usando a proporção de pixel em número inteiro.

source: Vertical Sync
pt_br: Sincronização Vertical

source: Zoom on when enabled.
pt_br: Zoom quando habilitado.

source: Color Cycling
pt_br: Ciclagem de Cores

source: Color cycling effect used for water, lava, and acid animation.
pt_br: Efeito de Ciclagem de Cores usado para animação da água, lava e ácido.

source: Alternate nest art
pt_br: Usa paleta alternativa no enxame

source: The game will use an alternative palette for Hellfire’s nest tileset.
pt_br: O jogo irá usar a paleta alternativa para o enxame do Hellfire.

source: Hardware Cursor
pt_br: Cursor em Hardware

source: Use a hardware cursor
pt_br: Usa um cursor em hardware

source: Hardware Cursor For Items
pt_br: Cursor em Hardware Para Items

source: Use a hardware cursor for items.
pt_br: Usa um cursor em hardware para os items.

source: Hardware Cursor Maximum Size
pt_br: Tamanho máximo do Cursor em Hardware

source: Maximum width / height for the hardware cursor. Larger cursors fall back to software.
pt_br: Largura / altura máxima para o cursor em hardware. Cursores maiores são convertidos para software.

source: Show FPS
pt_br: Exibir FPS

source: Displays the FPS in the upper left corner of the screen.
pt_br: Exibe o FPS no canto esquerdo superior da tela.

source: Gameplay Settings
pt_br: Configurações de Gameplay

source: Enable jogging/fast walking in town for Diablo and Hellfire. This option was introduced in the expansion.
pt_br: Habilita correr/andar rápido na cidade no Diablo e Hellfire. Essa opção foi introduzida na expansão.

source: Grab Input
pt_br: Travar Input

source: When enabled mouse is locked to the game window.
pt_br: Quando habilitado, mouse fica travado na janela do jogo.

source: Enable Little Girl quest.
pt_br: Habilita missão da Garotinha.

source: Enable Jersey's quest. Lester the farmer is replaced by the Complete Nut.
pt_br: Habilitar missão do Jersey. Lester o fazendeiro é substituído pelo Completamente Louco.

source: Friendly Fire
pt_br: Fogo Amigo

source: Allow arrow/spell damage between players in multiplayer even when the friendly mode is on.
pt_br: Permite causar danos por flechas/feitiços entre jogadores no multiplayer mesmo quando o modo amistoso está habilitado.

source: Full quests in Multiplayer
pt_br: Todas as quests no modo Multijogador

source: Enables the full/uncut singleplayer version of quests.
pt_br: Habilita a versão completa/sem cortes das missões de um jogador.

source: Test Bard
pt_br: Teste Bardo

source: Force the Bard character type to appear in the hero selection menu.
pt_br: Força a classe de personagem Bardo a aparecer no menu de seleção do herói.

source: Test Barbarian
pt_br: Teste Bárbaro

source: Force the Barbarian character type to appear in the hero selection menu.
pt_br: Força a classe de personagem Bárbaro a aparecer no menu de seleção do herói.

source: Experience Bar
pt_br: Barra de Experiência

source: Experience Bar is added to the UI at the bottom of the screen.
pt_br: Barra de Experiência é adicionada à UI na parte inferior da tela.

source: Show Item Graphics in Stores
pt_br: Exibir Gráficos de Itens nas Lojas

source: Show item graphics to the left of item descriptions in store menus.
pt_br: Exibir gráficos de itens à esquerda das descrições de itens nos menus das lojas.

source: Show health values
pt_br: Exibir valor de pontos de vida

source: Displays current / max health value on health globe.
pt_br: Exibe valor atual e máximo de pontos de vida no orbe da vida.

source: Show mana values
pt_br: Exibir valor de mana

source: Displays current / max mana value on mana globe.
pt_br: Exibe valor atual e máximo de mana no orbe da mana.

source: Enemy Health Bar
pt_br: Barra de Vida do Inimigo

source: Enemy Health Bar is displayed at the top of the screen.
pt_br: Barra de Vida do Inimigo é exibida na parte superior da tela.

source: Gold is automatically collected when in close proximity to the player.
pt_br: Ouro é pego automaticamente quando perto do jogador.

source: Elixirs are automatically collected when in close proximity to the player.
pt_br: Elixires são pegos automaticamente quando perto do jogador.

source: Oils are automatically collected when in close proximity to the player.
pt_br: Óleos são pegos automaticamente quando perto do jogador.

source: Automatically pickup items in town.
pt_br: Itens são pegos automaticamente quando estiver na cidade.

source: Adria will refill your mana when you visit her shop.
pt_br: Adria vai encher sua mana quando você visitar a loja dela.

source: Weapons will be automatically equipped on pickup or purchase if enabled.
pt_br: Armas são equipadas automaticamente quando pegas ou compradas, se habilitado.

source: Armor will be automatically equipped on pickup or purchase if enabled.
pt_br: Armadura é equipada automaticamente se pega ou comprada, se habilitado.

source: Helms will be automatically equipped on pickup or purchase if enabled.
pt_br: Elmos são equipados automaticamente se pegos ou comprados, se habilitado.

source: Shields will be automatically equipped on pickup or purchase if enabled.
pt_br: Escudos são equipados automaticamente se pegos ou comprados, se habilitado.

source: Jewelry will be automatically equipped on pickup or purchase if enabled.
pt_br: Jóias são equipadas automaticamente quando pegas ou compradas, se habilitado.

source: Randomly selecting available quests for new games.
pt_br: Seleciona missões aleatóriamente para novos jogos.

source: Show Monster Type
pt_br: Exibir Tipo de Monstro

source: Hovering over a monster will display the type of monster in the description box in the UI.
pt_br: Quando o cursor estiver sobre o monstro, o seu tipo será exibido na caixa de descrição da UI.

source: Show labels for items on the ground when enabled.
pt_br: Exibir nome dos items no chão quando habilitado.

source: Refill belt from inventory when belt item is consumed.
pt_br: Abastece cinto pelo inventário quando um item do cinto é consumido.

source: Quick Cast
pt_br: Lançamento Rápido

source: Spell hotkeys instantly cast the spell, rather than switching the readied spell.
pt_br: Teclas de Atalho de feitiços lançam feitiços, ao invés de mudar o fetiço selecionado.

source: Number of Healing potions to pick up automatically.
pt_br: Número de poções de cura a serem pegas automaticamente.

source: Number of Full Healing potions to pick up automatically.
pt_br: Número de poções de cura completa a serem pegas automaticamente.

source: Number of Mana potions to pick up automatically.
pt_br: Número de poções de mana a serem pegas automaticamente.

source: Number of Full Mana potions to pick up automatically.
pt_br: Número de poções de mana completa a serem pegas automaticamente.

source: Number of Rejuvenation potions to pick up automatically.
pt_br: Número de poções de Rejuvenecimento a serem pegas automaticamente.

source: Number of Full Rejuvenation potions to pick up automatically.
pt_br: Número de poções de Rejuvenecimento Completo a serem pegas automaticamente.

source: Enable floating numbers
pt_br: Habilitar números flutuantes

source: Enables floating numbers on gaining XP / dealing damage etc.
pt_br: Habilita números flutuantes ao ganhar XP / causar dano, etc.

source: Off
pt_br: Desligado

source: Random Angles
pt_br: Ângulos Aleatórios

source: Vertical Only
pt_br: Somente Vertical

source: Controller
pt_br: Controle

source: Controller Settings
pt_br: Configurações de Controle

source: Network
pt_br: Rede

source: Network Settings
pt_br: Configurações de Rede

source: Chat Settings
pt_br: Configurações de Chat

source: Language
pt_br: Idioma

source: Define what language to use in game.
pt_br: Define qual idioma será usado no jogo.

source: Language Settings
pt_br: Configurações de Idioma

source: Keymapping
pt_br: Mapeamento de Teclas

source: Keymapping Settings
pt_br: Configurações de Mapeamento de Teclas

source: Padmapping
pt_br: Mapeamento de Teclas

source: Padmapping Settings
pt_br: Configurações de Mapeamento de Teclas

source: Level
pt_br: Nível

source: Experience
pt_br: Experiência

source: Next level
pt_br: Próximo nível

source: Now
pt_br: Atual

source: Strength
pt_br: Força

source: Magic
pt_br: Magia

source: Dexterity
pt_br: Destreza

source: Vitality
pt_br: Vitalidade

source: Points to distribute
pt_br: Pontos a distribuir

source: Gold
pt_br: Ouro

source: Armor class
pt_br: Armadura

source: Damage
pt_br: Dano

source: Life
pt_br: Vida

source: Resist magic
pt_br: Resist. à magia

source: Resist fire
pt_br: Resist. a fogo

source: Resist lightning
pt_br: Resist. a raios

source: char
pt_br: person.

source: quests
pt_br: missões

source: map
pt_br: mapa

source: inv
pt_br: invent.

source: spells
pt_br: feitiços

source: voice
pt_br: voz

source: mute
pt_br: mudo

source: Unusable
pt_br: Inutilizável

source: Dmg: 1/3 target hp
pt_br: Dano: 1/3 da vida do alvo

source: Heals: {:d} - {:d}
pt_br: Cura: {:d} - {:d}

source: Damage: {:d} - {:d}
pt_br: Dano: {:d} - {:d}

source: Skill
pt_br: Habilidade

source: Staff ({:d} charge)
pt_br: Cajado ({:d} carga)

# spellbook
source: Level {:d}
pt_br: Nível {:d}

source: Spell
pt_br: Feitiço

source: Damages undead only
pt_br: Atinge apenas mortos-vivos

source: Scroll
pt_br: Pergaminho

source: Staff
pt_br: Cajado

source: Spell Hotkey {:s}
pt_br: Atalho de feitiço {:s}

source: Unable to open archive
pt_br: Não é possível abrir o arquivo

source: Unable to load character
pt_br: Não é possível carregar o personagem

source: {:s} (lvl {:d}):
pt_br: {:s} (nvl {:d}):

source: Chat History (Messages: {:d})
pt_br: Histórico do Chat (Mensagens: {:d})

source: {:s} gold
pt_br: {:s} de ouro

source: How many gold pieces do you want to withdraw?
pt_br: Quantas peças de ouro você quer retirar?

source: Level {:d}
pt_br: Nível {:d}

source: Experience: {:s}
pt_br: Experiência: {:s}

source: Maximum Level
pt_br: Nível máximo

source: Next Level: {:s}
pt_br: Próximo nível: {:s}

source: {:s} to Level {:d}
pt_br: {:s} para o nível {:d}

source: The Magic Rock
pt_br: A Rocha Mágica

source: Black Mushroom
pt_br: Cogumelo negro

source: Gharbad The Weak
pt_br: Gharbad, o Fraco

source: Zhar the Mad
pt_br: Zhar, o Louco

source: The Butcher
pt_br: O Açougueiro

source: Ogden's Sign
pt_br: A placa de Ogden

source: Halls of the Blind
pt_br: Câmara dos cegos

source: Valor
pt_br: Bravura

source: Anvil of Fury
pt_br: Bigorna da fúria

source: Warlord of Blood
pt_br: Senhor da Guerra Sangrenta

source: The Curse of King Leoric
pt_br: A maldição do Rei Leoric

source: The Chamber of Bone
pt_br: A câmara de osso

source: Archbishop Lazarus
pt_br: Arcebispo Lázarus

source: Grave Matters
pt_br: Assuntos graves

source: Farmer's Orchard
pt_br: Pomar do fazendeiro

source: Little Girl
pt_br: Garotinha

source: Wandering Trader
pt_br: Comerciante errante

source: The Defiler
pt_br: O Profanador

source: The Jersey's Jersey
pt_br: A Fantasia de Jersey

source: King Leoric's Tomb
pt_br: A tumba do Rei Leoric

source: A Dark Passage
pt_br: Uma passagem negra

source: Unholy Altar
pt_br: Altar profano

source: To {:s}
pt_br: Para {:s}

source: Follow me.
pt_br: Siga-me.

source: Here's something for you.
pt_br: Tenho algo pra você.

source: Now you DIE!
pt_br: Agora você MORRE!

source: Back
pt_br: Voltar

source: Damage: {:d}-{:d}
pt_br: Dano: {:d}-{:d}

source: Armor: {:d}
pt_br: Armadura: {:d}

source: Welcome to the
pt_br: Boas-vindas à
