Repository: kindred77/devilutionX
Catalog: Translations/*.po
Languages: pt_br

source: So, the legend of the Map is real. Even I never truly believed any of it! I suppose it is time that I told you the truth about who I am, my friend. You see, I am not all that I seem... My true name is Deckard Cain the Elder, and I am the last descendant of an ancient Brotherhood that was dedicated to keeping and safeguarding the secrets of a timeless evil. An evil that quite obviously has now been released... The evil that you move against is the dark Lord of Terror - known to mortal men as Diablo. It was he who was imprisoned within the Labyrinth many centuries ago. The Map that you hold now was created ages ago to mark the time when Diablo would rise again from his imprisonment. When the two stars on that map align, Diablo will be at the height of his power. He will be all but invincible... You are now in a race against time, my friend! Find Diablo and destroy him before the stars align, for we may never have a chance to rid the world of his evil again!
pt_br: Então a lenda do Mapa é real. Até eu nunca acreditei em nada sobre ele! Imagino que chegou a hora de lhe dizer a verdade sobre quem eu sou, meu(inha) amigo(a). Eu não sou o que pareço ser... Meu verdadeiro nome é Deckard Cain, o Ancião, e eu sou o último descendente de uma antiga Irmandade que era dedicada a salvaguardar os segredos de um mal atemporal. Um mal que muito obviamente foi agora liberto... O mal contra o qual você se move é o sombrio Senhor do Terror. Ele é conhecido entre os homens mortais como Diablo. Ele é quem foi aprisionado dentro do Labirinto há muitos séculos. O Mapa que você agora possui foi criado eras atrás para marcar o momento em que Diablo se levantaria novamente de sua prisão. Quando as duas estrelas nesse mapa se alinharem, Diablo estará no auge de seu poder. Ele será simplesmente invencível... Você está agora em uma corrida contra o tempo, meu(inha) amigo(a)! Encontre Diablo antes que as estrelas se alinhem, pois talvez nunca mais tenhamos outra chance de livrar o mundo de seu mal!

source: Our time is running short! I sense his dark power building and only you can stop him from attaining his full might.
pt_br: Nosso tempo está acabando! Eu sinto os poderes sombrios dele crescendo e apenas você pode impedi-lo de conquistar sua potência completa.

source: I am sure that you tried your best, but I fear that even your strength and will may not be enough. Diablo is now at the height of his earthly power, and you will need all your courage and strength to defeat him. May the Light protect and guide you, my friend. I will help in any way that I am able.
pt_br: Tenho certeza que você deu o seu melhor, mas temo que mesmo sua força e sua determinação não serão o suficiente. Diablo está agora no auge de seus poderes terrenos, e você vai precisar de toda a sua coragem e força para derrotá-lo. Que a Luz lhe proteja e lhe guie, meu(inha) amigo(a). Eu ajudarei de todas as formas que eu puder.

source: If the witch can't help you and suggests you see Cain, what makes you think that I would know anything? It sounds like this is a very serious matter. You should hurry along and see the storyteller as Adria suggests.
pt_br: Se a bruxa não pode ajudar e lhe sugere falar com Cain, o que lhe faz crer que eu saberia de alguma coisa? Esse parece ser um assunto muito sério. Você deve se apressar e falar com o Contador de Histórias como sugeriu Ádria.

source: I can't make much of the writing on this map, but perhaps Adria or Cain could help you decipher what this refers to. I can see that it is a map of the stars in our sky, but any more than that is beyond my talents.
pt_br: Eu não consigo entender muito do que está escrito neste mapa, mas talvez Ádria ou Cain possam lhe ajudar a decifrar sobre o que isto se refere. Eu consigo ver que é um mapa das estrelas em nosso céu, porém mais do que isso está além dos meus talentos.

source: The best person to ask about that sort of thing would be our storyteller. Cain is very knowledgeable about ancient writings, and that is easily the oldest looking piece of paper that I have ever seen.
pt_br: A melhor pessoa para se perguntar sobre esse tipo de coisa seria o nosso Contador de Histórias. Cain é muito instruído sobre escritos antigos, e esse é facilmente o pedaço de papel mais antigo que já vi.

source: I have never seen a map of this sort before. Where'd you get it? Although I have no idea how to read this, Cain or Adria may be able to provide the answers that you seek.
pt_br: Eu nunca vi um mapa desse tipo antes. Onde você o conseguiu? Embora eu não tenha ideia de como ler isso, Cain ou Ádria podem ser capazes de oferecer as respostas que procura.

source: Listen here, come close. I don't know if you know what I know, but you have really got somethin' here. That's a map.
pt_br: Escuta aqui, chega perto. Eu não sei se você sabe o que eu sei, mas você realmente tem algo aqui. É um mapa.

source: Oh, I'm afraid this does not bode well at all. This map of the stars portends great disaster, but its secrets are not mine to tell. The time has come for you to have a very serious conversation with the Storyteller...
pt_br: Oh, temo que isso não seja de modo algum um bom presságio. Este mapa das estrelas prevê um grande desastre, mas seus segredos não são meus para contar. Chegou a hora de você ter uma conversa muito séria com o Contador de Histórias...

source: I've been looking for a map, but that certainly isn't it. You should show that to Adria - she can probably tell you what it is. I'll say one thing; it looks old, and old usually means valuable.
pt_br: Estive procurando por um mapa, mas este certamente não é ele. Você deveria mostrá-lo a Ádria - ela provavelmente pode lhe contar o que é isso. Eu vou dizer uma coisa; parece velho, e velho geralmente significa valioso.

source: Pleeeease, no hurt. No Kill. Keep alive and next time good bring to you.
pt_br: Por favoooor, não machuca. Não mata. Deixa vivo e outra vez trazer bom para você.

source: Something for you I am making. Again, not kill Gharbad. Live and give good. You take this as proof I keep word...
pt_br: Algo para você eu fazendo. De novo, não mata Gharbad. Vive e dá coisa boa. Toma isso como prova eu tenho palavra...

source: Nothing yet! Almost done. Very powerful, very strong. Live! Live! No pain and promise I keep!
pt_br: Ainda nada! Quase pronto. Muito poderoso, muito forte. Vive! Vive! Sem dor e promessa eu cumpro!

source: This too good for you. Very Powerful! You want - you take!
pt_br: Isso bom demais para você. Muito Poderoso! Você quer - você pega!

source: What?! Why are you here? All these interruptions are enough to make one insane. Here, take this and leave me to my work. Trouble me no more!
pt_br: O quê?! Por que você está aqui? Todas estas interrupções são o bastante para deixar alguém insano. Aqui, tome isto e deixe-me trabalhar. Não me incomode mais!

source: Arrrrgh! Your curiosity will be the death of you!!!
pt_br: Arrrrgh! Sua curiosidade será a sua morte!!!

source: Hello, my friend. Stay awhile and listen...
pt_br: Olá, meu(inha) amigo(a). Fique um pouco e escute...

source: While you are venturing deeper into the Labyrinth you may find tomes of great knowledge hidden there. Read them carefully for they can tell you things that even I cannot.
pt_br: Enquanto estiver se aventurando mais fundo dentro do Labirinto, poderá encontrar tomos de grande conhecimento escondidos por lá. Leia-os com cuidado porque podem lhe contar coisas que mesmo eu não poderia.

source: I know of many myths and legends that may contain answers to questions that may arise in your journeys into the Labyrinth. If you come across challenges and questions to which you seek knowledge, seek me out and I will tell you what I can.
pt_br: Eu conheço muitos mitos e lendas que podem conter respostas para perguntas que podem surgir em suas jornadas dentro do Labirinto. Se você se deparar com desafios e questões sobre as quais deseja ter conhecimento, busque-me e eu lhe contarei o que puder.

source: Griswold - a man of great action and great courage. I bet he never told you about the time he went into the Labyrinth to save Wirt, did he? He knows his fair share of the dangers to be found there, but then again - so do you. He is a skilled craftsman, and if he claims to be able to help you in any way, you can count on his honesty and his skill.
pt_br: Griswold - um homem de grande ação e grande coragem. Eu aposto que ele lhe contou sobre a vez em que ele entrou no Labirinto para salvar Wirt, contou? Ele sabe sua porção de coisas sobre os perigos que encontrou lá, porém, mais uma vez - você também. Ele é um artesão habilidoso, e se ele afirmar ser capaz de lhe ajudar de alguma forma, pode contar com sua honestidade e habilidade.

source: Ogden has owned and run the Rising Sun Inn and Tavern for almost four years now. He purchased it just a few short months before everything here went to hell. He and his wife Garda do not have the money to leave as they invested all they had in making a life for themselves here. He is a good man with a deep sense of responsibility.
pt_br: Ogden possui e administra a Estalagem e Taverna Sol Nascente há quase quatro anos agora. Ele a comprou apenas alguns meses antes de tudo aqui ir para o Inferno. Ele e a sua esposa Garda não têm dinheiro para sair, já que investiram tudo que tinham em construir uma vida por aqui. Ele é um homem bom, com um profundo senso de responsabilidade.

source: Poor Farnham. He is a disquieting reminder of the doomed assembly that entered into the Cathedral with Lazarus on that dark day. He escaped with his life, but his courage and much of his sanity were left in some dark pit. He finds comfort only at the bottom of his tankard nowadays, but there are occasional bits of truth buried within his constant ramblings.
pt_br: Pobre Farnham. Ele é um lembrete inquietante da assembleia condenada que adentrou a Catedral com Lázarus naquele dia sombrio. Ele escapou com vida, mas sua coragem e muito de sua sanidade foram perdidas em algum abismo escuro. Hoje em dia, ele encontra conforto apenas no fundo de sua caneca, mas há ocasionais pedaços de verdade enterrados em seus balbuceios constantes.

source: The witch, Adria, is an anomaly here in Tristram. She arrived shortly after the Cathedral was desecrated while most everyone else was fleeing. She had a small hut constructed at the edge of town, seemingly overnight, and has access to many strange and arcane artifacts and tomes of knowledge that even I have never seen before.
pt_br: A bruxa, Ádria, é uma anomalia aqui em Tristram. Ela chegou pouco depois da Catedral ser profanada, enquanto a maioria dos outros estavam fugindo. Ela construiu uma pequena cabana no limite da cidade, aparentemente da noite para o dia, e tem acesso a muitos artefatos arcanos estranhos e tomos de conhecimento que mesmo eu nunca sequer vi antes.

source: The story of Wirt is a frightening and tragic one. He was taken from the arms of his mother and dragged into the labyrinth by the small, foul demons that wield wicked spears. There were many other children taken that day, including the son of King Leoric. The Knights of the palace went below, but never returned. The Blacksmith found the boy, but only after the foul beasts had begun to torture him for their sadistic pleasures.
pt_br: A história de Wirt é assustadora e trágica. Ele foi tomado dos braços da mãe e arrastado para dentro do Labirinto pelos pequenos e sórdidos demônios que carregam lanças terríveis. Houve muitas outras crianças levadas naquele dia, incluindo o filho do Rei Leoric. Os Cavaleiros do palácio desceram para lá, mas nunca retornaram. O Ferreiro encontrou o garoto, mas só depois de as bestas imundas já terem começado a torturá-lo para seus prazeres sádicos.

source: Ah, Pepin. I count him as a true friend - perhaps the closest I have here. He is a bit addled at times, but never a more caring or considerate soul has existed. His knowledge and skills are equaled by few, and his door is always open.
pt_br: Ah, Pepin. Eu conto com ele como um amigo verdadeiro - talvez o mais próximo que tenho por aqui. Ele é um pouco confuso às vezes, mas nunca existiu uma alma mais cuidadosa e atenciosa. Seus conhecimentos e habilidades são igualados por poucos, e sua porta está sempre aberta.

source: Gillian is a fine woman. Much adored for her high spirits and her quick laugh, she holds a special place in my heart. She stays on at the tavern to support her elderly grandmother who is too sick to travel. I sometimes fear for her safety, but I know that any man in the village would rather die than see her harmed.
pt_br: Gillian é uma boa mulher. Muito adorada por seu bom humor e sua risada fácil, tem um lugar especial em meu coração. Ela permanece na taverna para ajudar a sua avó idosa, que está doente demais para viajar. Eu às vezes temo pela segurança dela, mas sei que qualquer homem na vila preferiria morrer a vê-la machucada.

source: Greetings, good master. Welcome to the Tavern of the Rising Sun!
pt_br: Saudações, Bom(a) mestre(a). Bem-vindo(a) à Taverna do Sol Nascente!

source: Many adventurers have graced the tables of my tavern, and ten times as many stories have been told over as much ale. The only thing that I ever heard any of them agree on was this old axiom. Perhaps it will help you. You can cut the flesh, but you must crush the bone.
pt_br: Muitos aventureiros agraciaram as mesas de minha taverna, e dez vezes mais foram as histórias contadas, ao lado do mesmo tanto de cerveja. A única coisa sobre a qual já ouvi eles concordarem foi este velho ditado. Talvez lhe ajude. Você pode cortar a carne, mas deve esmagar o osso.

source: Griswold the blacksmith is extremely knowledgeable about weapons and armor. If you ever need work done on your gear, he is definitely the man to see.
pt_br: Griswold, o Ferreiro, é extremamente instruído sobre armas e armaduras. Se alguma vez você precisar de algo feito por seu equipamento, ele é definitivamente o homem para isso.

source: Farnham spends far too much time here, drowning his sorrows in cheap ale. I would make him leave, but he did suffer so during his time in the Labyrinth.
pt_br: Farnham passa tempo demais aqui, afogando suas mágoas em cerveja barata. Eu o faria ir embora, mas ele sofreu tanto durante o tempo em que esteve no Labirinto.

source: Adria is wise beyond her years, but I must admit - she frightens me a little. Well, no matter. If you ever have need to trade in items of sorcery, she maintains a strangely well-stocked hut just across the river.
pt_br: Ádria é sábia para além da idade que possui, mas devo admitir - ela me assusta um pouco. Bem, não importa. Se você alguma vez precisar negociar itens de feitiçaria, ela mantém uma cabana estranhamente bem abastecida, logo do outro lado do rio.

source: If you want to know more about the history of our village, the storyteller Cain knows quite a bit about the past.
pt_br: Se você quiser saber mais sobre a história desta vila, o Contador de Histórias Cain sabe um bocado sobre o passado.

source: Wirt is a rapscallion and a little scoundrel. He was always getting into trouble, and it's no surprise what happened to him. He probably went fooling about someplace that he shouldn't have been. I feel sorry for the boy, but I don't abide the company that he keeps.
pt_br: Wirt é um canalha e um malandrinho. Ele está sempre se metendo em confusão e não me surpreendo com o que aconteceu com ele. Provavelmente foi perambular por algum lugar que não deveria. Eu sinto pena do garoto, mas eu não suporto as companhias que ele mantém.

source: Pepin is a good man - and certainly the most generous in the village. He is always attending to the needs of others, but trouble of some sort or another does seem to follow him wherever he goes...
pt_br: Pepin é um bom homem - e certamente o mais generoso da vila. Ele está sempre atendendo às necessidades dos outros, mas problemas de um tipo ou de outro parecem segui-lo aonde quer que ele vá...

source: Gillian, my Barmaid? If it were not for her sense of duty to her grand-dam, she would have fled from here long ago. Goodness knows I begged her to leave, telling her that I would watch after the old woman, but she is too sweet and caring to have done so.
pt_br: Gillian, minha atendente? Se não fosse por seu grande senso de dever para com a avó, ela teria fugido daqui há muito tempo. Os Céus sabem que eu implorei para que ela partisse, dizendo a ela que eu cuidaria da idosa, mas ela é doce e cuidadosa demais para fazer isso.

source: What ails you, my friend?
pt_br: O que lhe aflige, meu(inha) amigo(a)?

source: I have made a very interesting discovery. Unlike us, the creatures in the Labyrinth can heal themselves without the aid of potions or magic. If you hurt one of the monsters, make sure it is dead or it very well may regenerate itself.
pt_br: Eu fiz uma descoberta muito interessante. Diferente de nós, as criaturas no Labirinto podem se curar sem o auxílio de poções ou magia. Caso machuque algum monstro, certifique-se de que está morto ou ele poderá muito bem se regenerar.

source: Before it was taken over by, well, whatever lurks below, the Cathedral was a place of great learning. There are many books to be found there. If you find any, you should read them all, for some may hold secrets to the workings of the Labyrinth.
pt_br: Antes de ser tomada por, bem, o que quer que esteja espreitando abaixo, a Catedral era um lugar de grande aprendizado. Há muitos livros a serem encontrados lá. Caso encontre algum, deveria ler bem, pois vários guardam segredos sobre o funcionamento do Labirinto.

source: Griswold knows as much about the art of war as I do about the art of healing. He is a shrewd merchant, but his work is second to none. Oh, I suppose that may be because he is the only blacksmith left here.
pt_br: Griswold sabe tanto sobre a arte da guerra quanto sei da arte da cura. Ele é um mercador astuto, mas seu trabalho não fica atrás de nenhum outro. Oh, imagino que pode ser porque ele é o único ferreiro que sobrou por aqui.

source: Cain is a true friend and a wise sage. He maintains a vast library and has an innate ability to discern the true nature of many things. If you ever have any questions, he is the person to go to.
pt_br: Cain é um amigo de verdade e um inteligente sábio. Ele mantém uma vasta biblioteca e tem a habilidade nata de discernir a verdadeira natureza de muitas coisas. Se alguma vez tiver qualquer pergunta, ele é a pessoa para isso.

source: Even my skills have been unable to fully heal Farnham. Oh, I have been able to mend his body, but his mind and spirit are beyond anything I can do.
pt_br: Mesmo as minhas habilidades não foram capazes de curar Farnham por inteiro. Oh, eu consegui sarar seu corpo, mas sua mente e espírito estão além de qualquer coisa que eu possa fazer.

source: While I use some limited forms of magic to create the potions and elixirs I store here, Adria is a true sorceress. She never seems to sleep, and she always has access to many mystic tomes and artifacts. I believe her hut may be much more than the hovel it appears to be, but I can never seem to get inside the place.
pt_br: Enquanto eu uso algumas formas limitadas de magia para criar as poções e elixires que armazeno aqui, Ádria é a verdadeira feiticeira. Ela parece nunca dormir e sempre tem acesso a muitos tomos e artefatos místicos. Acredito que sua cabana pode ser muito mais do que a palhoça que parece por fora, mas eu nunca tive a chance de entrar no lugar.

source: Poor Wirt. I did all that was possible for the child, but I know he despises that wooden peg that I was forced to attach to his leg. His wounds were hideous. No one - and especially such a young child - should have to suffer the way he did.
pt_br: Pobre Wirt. Eu fiz todo o possível pela criança, mas eu sei que ele despreza aquela estaca de madeira que fui forçado a fixar em sua perna. Suas feridas são horrendas. Ninguém - especialmente uma criança tão nova - deveria sofrer da forma que ele sofreu.

source: I really don't understand why Ogden stays here in Tristram. He suffers from a slight nervous condition, but he is an intelligent and industrious man who would do very well wherever he went. I suppose it may be the fear of the many murders that happen in the surrounding countryside, or perhaps the wishes of his wife that keep him and his family where they are.
pt_br: Eu realmente não entendo por que Ogden continua aqui em Tristram. Ele sofre de uma leve condição nervosa, mas é um homem inteligente e trabalhador, que poderia se dar bem aonde quer que fosse. Imagino que seja o medo dos muitos assassinatos que acontecem nos campos ao redor daqui, ou talvez os desejos de sua esposa sejam de manter ele e sua família onde estão.

source: Ogden's barmaid is a sweet girl. Her grandmother is quite ill, and suffers from delusions. She claims that they are visions, but I have no proof of that one way or the other.
pt_br: A atendente de Ogden é uma garota doce. Sua avó está bastante doente e sofre de alucinações. Ela afirma que são visões, mas não tenho provas disso, de um jeito ou de outro.

source: Good day! How may I serve you?
pt_br: Bom dia! Como posso te servir?

source: My grandmother had a dream that you would come and talk to me. She has visions, you know and can see into the future.
pt_br: Minha avó sonhou que você viria e falaria comigo. Ela tem visões, sabe, e pode ver o futuro.

source: The woman at the edge of town is a witch! She seems nice enough, and her name, Adria, is very pleasing to the ear, but I am very afraid of her. It would take someone quite brave, like you, to see what she is doing out there.
pt_br: A mulher na fronteira da cidade é uma bruxa! Ela parece boa o suficiente e seu nome, Ádria, é bastante agradável aos ouvidos, mas tenho muito medo dela. Seria preciso alguém bem corajoso, como você, para ir ver o que ela está fazendo por lá.

source: Our Blacksmith is a point of pride to the people of Tristram. Not only is he a master craftsman who has won many contests within his guild, but he received praises from our King Leoric himself - may his soul rest in peace. Griswold is also a great hero; just ask Cain.
pt_br: Nosso Ferreiro é um ponto de orgulho para o povo de Tristram. Ele não só é um mestre artesão que já ganhou muitos campeonatos dentro de sua guilda, como já recebeu elogios do próprio Rei Leoric - que sua alma descanse em paz. Griswold também é um grande herói; apenas pergunte a Cain.

source: Cain has been the storyteller of Tristram for as long as I can remember. He knows so much, and can tell you just about anything about almost everything.
pt_br: Cain tem sido o Contador de Histórias de Tristram desde que consigo me lembrar. Ele sabe tanto, e pode lhe contar simplesmente qualquer coisa sobre todas as coisas.

source: Farnham is a drunkard who fills his belly with ale and everyone else's ears with nonsense. I know that both Pepin and Ogden feel sympathy for him, but I get so frustrated watching him slip farther and farther into a befuddled stupor every night.
pt_br: Farnham é um beberrão que enche a barriga com cerveja e a orelha de todos os outros com asneiras. Eu sei que tanto Pepin como Ogden sentem simpatia por ele, mas eu fico muito frustrada ao vê-lo deslizar mais e mais para um torpor confuso a cada noite que passa.
