Repository: kindred77/devilutionX
Catalog: Translations/*.po
Languages: pt_br

source: Open chests, interact with doors, pick up items.
pt_br: Abrir baús, interagir com portas, pegar itens.

source: Spell action
pt_br: Ação de feitiço

source: Cast the active spell.
pt_br: Lança o feitiço ativo.

source: Cancel action
pt_br: Cancelar ação

source: Close menus.
pt_br: Fechar os menus.

source: Move up
pt_br: Mover pra cima

source: Moves the player character up.
pt_br: Move personagem para cima.

source: Move down
pt_br: Mover pra baixo

source: Moves the player character down.
pt_br: Move personagem para baixo.

source: Move left
pt_br: Mover pra esquerda

source: Moves the player character left.
pt_br: Move personagem para esquerda.

source: Move right
pt_br: Mover pra direita

source: Moves the player character right.
pt_br: Move personagem para direita.

source: Stand ground
pt_br: Ficar parado

source: Hold to prevent the player from moving.
pt_br: Segure para evitar que o personagem se mova.

source: Toggle stand ground
pt_br: Habilita/Desabilita ficar parado

source: Toggle whether the player moves.
pt_br: Habilita/Desabilita movimento do personagem.

source: Move mouse up
pt_br: Mover mouse pra cima

source: Simulates upward mouse movement.
pt_br: Simula movimento do mouse para cima.

source: Move mouse down
pt_br: Mover mouse pra baixo

source: Simulates downward mouse movement.
pt_br: Simula movimento do mouse para baixo.

source: Move mouse left
pt_br: Mover mouse pra esquerda

source: Simulates leftward mouse movement.
pt_br: Simula movimento do mouse para esquerda.

source: Move mouse right
pt_br: Mover mouse pra direita

source: Simulates rightward mouse movement.
pt_br: Simula movimento do mouse para direita.

source: Left mouse click
pt_br: Clique com botão esquerdo do mouse

source: Simulates the left mouse button.
pt_br: Simula clique com botão esquerdo do mouse.

source: Right mouse click
pt_br: Clique com botão direito do mouse

source: Simulates the right mouse button.
pt_br: Simula clique com botão direito do mouse.

source: Gamepad hotspell menu
pt_br: Menu de feitiços do controle

source: Hold to set or use spell hotkeys.
pt_br: Segure para definir ou usar hotkeys de feitiços.

source: Gamepad menu navigator
pt_br: Navegação de menu do controle

source: Hold to access gamepad menu navigation.
pt_br: Segure para acessar o menu de navegação do controle.

source: Toggle game menu
pt_br: Abrir/Fechar menu do jogo

source: Opens the game menu.
pt_br: Abre o menu do jogo.

source: No multiplayer functions in demo
pt_br: Sem funções multijogador na demonstração

source: Direct Sound Creation Failed
pt_br: Falha na criação de Direct Sound

source: Not available in shareware version
pt_br: Indisponível na versão shareware

source: Not enough space to save
pt_br: Espaço insuficiente para salvar

source: No Pause in town
pt_br: Pausa não permitida na cidade

source: Copying to a hard disk is recommended
pt_br: É recomendado copiar para um disco rígido

source: Multiplayer sync problem
pt_br: Problema de sincronia do modo multijogador

source: No pause in multiplayer
pt_br: Não é permitido pausar no modo multijogador

source: Saving...
pt_br: Salvando...

source: Some are weakened as one grows strong
pt_br: Uns são enfraquecidos enquanto um se torna mais forte

source: New strength is forged through destruction
pt_br: Nova força é forjada pela destruição

source: Those who defend seldom attack
pt_br: Aqueles que defendem raramente atacam

source: The sword of justice is swift and sharp
pt_br: A espada da justiça é veloz e afiada

source: While the spirit is vigilant the body thrives
pt_br: Enquanto o espírito é vigilante, o corpo prospera

source: The powers of mana refocused renews
pt_br: Os poderes da mana reorientados se renovam

source: Time cannot diminish the power of steel
pt_br: O tempo não pode diminuir o poder do aço

source: Magic is not always what it seems to be
pt_br: A mágica nem sempre é o que parece ser

source: What once was opened now is closed
pt_br: O que antes estava aberto, agora está fechado

source: Intensity comes at the cost of wisdom
pt_br: A intensidade vem à custa de sabedoria

source: Arcane power brings destruction
pt_br: O poder arcano traz destruição

source: That which cannot be held cannot be harmed
pt_br: Aquilo que não pode ser agarrado não pode ser ferido

source: Crimson and Azure become as the sun
pt_br: O Rubro e Anil se tornam como o sol

source: Knowledge and wisdom at the cost of self
pt_br: Conhecimento e sabedoria à custa de seu próprio eu

source: Drink and be refreshed
pt_br: Beba e refresque-se

source: Wherever you go, there you are
pt_br: Aonde quer que você vá, lá está você

source: Energy comes at the cost of wisdom
pt_br: A energia vem à custa de sabedoria

source: Riches abound when least expected
pt_br: Riquezas abundam quando menos se espera

source: Where avarice fails, patience gains reward
pt_br: Onde falha a avareza, a paciência é recompensada

source: Blessed by a benevolent companion!
pt_br: Abençoado por uma companhia benevolente!

source: The hands of men may be guided by fate
pt_br: As mãos dos homens podem ser guiadas pelo destino

source: Strength is bolstered by heavenly faith
pt_br: A força é intensificada pela fé celestial

source: The essence of life flows from within
pt_br: A essência da vida flui de dentro

source: The way is made clear when viewed from above
pt_br: O caminho se faz claro quando visto de cima

source: Salvation comes at the cost of wisdom
pt_br: A salvação vem à custa de sabedoria

source: Mysteries are revealed in the light of reason
pt_br: Mistérios são revelados à luz da razão

source: Those who are last may yet be first
pt_br: Aqueles que são últimos ainda poderão ser primeiros

source: Generosity brings its own rewards
pt_br: A generosidade traz suas próprias recompensas

source: You must be at least level 8 to use this.
pt_br: Você deve estar ao menos no nível 8 para usar isto.

source: You must be at least level 13 to use this.
pt_br: Você deve estar ao menos no nível 13 para usar isto.

source: You must be at least level 17 to use this.
pt_br: Você deve estar ao menos no nível 17 para usar isto.

source: Arcane knowledge gained!
pt_br: Conhecimento arcano obtido!

source: That which does not kill you...
pt_br: Aquilo que não o mata...

source: Knowledge is power.
pt_br: Conhecimento é poder.

source: Give and you shall receive.
pt_br: Doe e você receberá.

source: Some experience is gained by touch.
pt_br: Um pouco de experiência é obtida através do toque.

source: There's no place like home.
pt_br: Não há lugar como a nossa casa.

source: Spiritual energy is restored.
pt_br: A energia espiritual é restaurada.

source: You feel more agile.
pt_br: Você se sente mais ágil.

source: You feel stronger.
pt_br: Você se sente mais forte.

source: You feel wiser.
pt_br: Você se sente mais sábio.

source: You feel refreshed.
pt_br: Você se sente revigorado.

source: That which can break will.
pt_br: Aquilo que puder ser quebrado, assim o será.

source: Cathedral
pt_br: Catedral

source: Catacombs
pt_br: Catacumbas

source: Caves
pt_br: Cavernas

source: Nest
pt_br: Enxame

source: Crypt
pt_br: Cripta

source: Lv {} {}
pt_br: Nvl {} {}

source: {} difficulty
pt_br: Dificuldade {}

source: In Menu
pt_br: No Menu

source: Unable to connect
pt_br: Não foi possível se conectar

source: error: read 0 bytes from server
pt_br: erro: 0 bytes lidos do servidor

source: diabdat.mpq or spawn.mpq
pt_br: diabdat.mpq ou spawn.mpq

source: Some Hellfire MPQs are missing
pt_br: Alguns arquivos MPQs do Hellfire estão faltando

source: Not all Hellfire MPQs were found. Please copy all the hf*.mpq files.
pt_br: Nem todos os arquivos MPQs do Hellfire foram encontrados. Por favor, copie todos os arquivos hf*.mpq.

source: Resolution
pt_br: Resolução

source: Run in Town
pt_br: Correr na Cidade

source: Theo Quest
pt_br: Missão do Theo

source: Cow Quest
pt_br: Missão da Vaca

source: Auto Gold Pickup
pt_br: Pegar Ouro Automaticamente

source: Auto Elixir Pickup
pt_br: Pegar Elixir Automaticamente

source: Auto Oil Pickup
pt_br: Pegar Óleo Automaticamente

source: Auto Pickup in Town
pt_br: Pegar itens na Cidade automaticamente

source: Adria Refills Mana
pt_br: Adria Recupera Mana

source: Auto Equip Weapons
pt_br: Auto Equipar Armas

source: Auto Equip Armor
pt_br: Auto Equipar Armadura

source: Auto Equip Helms
pt_br: Auto Equipar Elmos

source: Auto Equip Shields
pt_br: Auto Equipar Escudos

source: Auto Equip Jewelry
pt_br: Auto Equipar Jóias

source: Randomize Quests
pt_br: Randomizar Missões

source: Show Item Labels
pt_br: Exibir nome dos items

source: Auto Refill Belt
pt_br: Auto Abastecer Cinto

source: Disable Crippling Shrines
pt_br: Desabilitar Altares Destrutivos

source: Heal Potion Pickup
pt_br: Pegar Poção de Cura

source: Full Heal Potion Pickup
pt_br: Pegar Poção de Cura Completa

source: Mana Potion Pickup
pt_br: Pegar Poção de Mana

source: Full Mana Potion Pickup
pt_br: Pegar Poção de Mana Completa

source: Rejuvenation Potion Pickup
pt_br: Pegar Poção de Rejuvenescimento

source: Full Rejuvenation Potion Pickup
pt_br: Pegar Poção de Rejuvenecimento Completo

source: Options
pt_br: Opções

source: Save Game
pt_br: Salvar jogo

source: Quit Game
pt_br: Sair do jogo

source: Gamma
pt_br: Gama

source: Speed
pt_br: Veloc.

source: Music Disabled
pt_br: Desativar música

source: Sound
pt_br: Som

source: Sound Disabled
pt_br: Desativar som

source: Pause
pt_br: Pausa

source: $Keyboard Shortcuts:
pt_br: $Atalhos de teclado:

source: F1: Open Help Screen
pt_br: F1: Abrir tela de ajuda

source: Esc: Display Main Menu
pt_br: Esc: Mostrar menu principal

source: Tab: Display Auto-map
pt_br: Tab: Mostrar automapa

source: Space: Hide all info screens
pt_br: Espaço: Ocultar todas as telas de informação

source: S: Open Speedbook
pt_br: S: Abrir livro de acesso rápido

source: B: Open Spellbook
pt_br: B: Abrir livro de feitiços

source: I: Open Inventory screen
pt_br: I: Abrir tela de inventário

source: C: Open Character screen
pt_br: C: Abrir tela de personagem

source: Q: Open Quest log
pt_br: Q: Abrir registro de missões

source: F: Reduce screen brightness
pt_br: F: Reduzir o brilho da tela

source: G: Increase screen brightness
pt_br: G: Aumentar o brilho da tela

source: Z: Zoom Game Screen
pt_br: Z: Zoom da tela do jogo

source: + / -: Zoom Automap
pt_br: + / -: Zoom do automapa

source: 1 - 8: Use Belt item
pt_br: 1 - 8: Usar item do cinto

source: F5, F6, F7, F8: Set hotkey for skill or spell
pt_br: F5, F6, F7, F8: Definir tecla de atalho para habilidade ou feitiço

source: Shift + Left Mouse Button: Attack without moving
pt_br: Shift + botão esquerdo do mouse: Atacar sem se mover

source: Shift + Left Mouse Button (on character screen): Assign all stat points
pt_br: Shift + clique esquerdo do mouse (na tela de personagem): Adicionar todos os pontos em um mesmo atributo estatística

source: Shift + Left Mouse Button (on inventory): Move item to belt or equip/unequip item
pt_br: Shift + clique esquerdo (no inventário): Mover item para cinto ou equipar/desequipar item

source: Shift + Left Mouse Button (on belt): Move item to inventory
pt_br: Shift + clique esquerdo (no cinto): Mover item para inventário

source: $Movement:
pt_br: $Movimento:

source: If you hold the mouse button down while moving, the character will continue to move in that direction.
pt_br: Se mantiver pressionado o botão do mouse enquanto se move, o personagem continuará se movendo nesta direção.

source: $Combat:
pt_br: $Combate:

source: Holding down the shift key and then left-clicking allows the character to attack without moving.
pt_br: Mantendo pressionado a tecla shift e depois clicar com o botão esquerdo permite que o personagem ataque sem se mover.

source: $Auto-map:
pt_br: $Auto-mapa:

source: To access the auto-map, click the 'MAP' button on the Information Bar or press 'TAB' on the keyboard. Zooming in and out of the map is done with the + and - keys. Scrolling the map uses the arrow keys.
pt_br: Para acessar ao auto-mapa, clique no botão 'MAPA' na barra de informação ou pressione 'TAB' no teclado. Aproximar e afastar o mapa é realizado com as teclas + ou -. Para percorrer o mapa são utilizadas as teclas de seta.

source: $Picking up Objects:
pt_br: $Recolher objetos:

source: Useable items that are small in size, such as potions or scrolls, are automatically placed in your 'belt' located at the top of the Interface bar . When an item is placed in the belt, a small number appears in that box. Items may be used by either pressing the corresponding number or right-clicking on the item.
pt_br: Os itens utilizáveis que são de tamanho pequeno, como poções ou pergaminhos, são colocados automaticamente no seu 'cinto' localizado na parte superior da barra de interface. Quando se coloca um item no cinto, aparece um pequeno número nesse quadro. Os itens podem ser usados pressionando o número correspondente ou dando um clique direito no item.

source: $Gold:
pt_br: $Ouro:

source: You can select a specific amount of gold to drop by right-clicking on a pile of gold in your inventory.
pt_br: Pode selecionar uma quantidade específica de ouro para colocar com um clique direito em uma pilha de ouro no seu inventário.

source: $Skills & Spells:
pt_br: $Habilidades e feitiços:

source: You can access your list of skills and spells by left-clicking on the 'SPELLS' button in the interface bar. Memorized spells and those available through staffs are listed here. Left-clicking on the spell you wish to cast will ready the spell. A readied spell may be cast by simply right-clicking in the play area.
pt_br: Pode acessa sua lista de habilidades e feitiços dando um clique esquerdo no botão 'FEITIÇOS' na barra da interface. Aqui são listados os feitiços memorizados e os disponíveis através de cajados. Ao clicar com o botão esquerdo no feitiço que deseja lançar, o feitiço será preparado. Você pode lançar um feitiço preparado simplesmente clicando com o botão direito na área de jogo.

source: $Using the Speedbook for Spells:
pt_br: $Usando o Livro de Acesso Rápido para Feitiços:

source: Left-clicking on the 'readied spell' button will open the 'Speedbook' which allows you to select a skill or spell for immediate use. To use a readied skill or spell, simply right-click in the main play area.
pt_br: Ao clicar com o botão esquerdo no botão 'feitiço preparado' será aberto o 'Livro de acesso rápido' que lhe permite selecionar uma habilidade ou feitiço para uso imediato. Para usar uma habilidade ou um feitiço preparado, simplesmente clique com o botão direito na área de jogo principal.

source: Shift + Left-clicking on the 'select current spell' button will clear the readied spell.
pt_br: Shift + clique esquerdo em 'Selecionar feitiço atual' irá limpar o feitiço selecionado.

source: $Setting Spell Hotkeys:
pt_br: $Configurando Teclas de Atalho para Feitiços:

source: You can assign up to four Hotkeys for skills, spells or scrolls. Start by opening the 'speedbook' as described in the section above. Press the F5, F6, F7 or F8 keys after highlighting the spell you wish to assign.
pt_br: Você pode designar até quatro teclas de atalho para habilidades, feitiços ou pergaminhos. Comece abrindo o 'livro de acesso rápido' como descrito na seção anterior. Pressione as teclas F5, F6, F7 ou F8 depois de destacar o feitiço que deseja designar.

source: $Spell Books:
pt_br: $Livros de Feitiços:

source: Reading more than one book increases your knowledge of that spell, allowing you to cast the spell more effectively.
pt_br: Ler mais de um livro aumenta seu conhecimento desse feitiço, o que lhe permite lançar o feitiço de maneira mais efetiva.

source: Shareware Hellfire Help
pt_br: Ajuda do Hellfire Shareware

source: Hellfire Help
pt_br: Ajuda do Hellfire

source: Shareware Diablo Help
pt_br: Ajuda do Diablo Shareware

source: Diablo Help
pt_br: Ajuda do Diablo

source: Press ESC to end or the arrow keys to scroll.
pt_br: Pressione ESC para encerrar ou setas direcionais para rolar.

source: Unable to create main window
pt_br: Não foi possível criar a janela principal

source: No room for item
pt_br: Não há espaço para o item

source: Oil of Accuracy
pt_br: Óleo da Precisão

source: Oil of Mastery
pt_br: Óleo da maestria

source: Oil of Sharpness
pt_br: Óleo da Nitidez

source: Oil of Death
pt_br: Óleo da morte

source: Oil of Skill
pt_br: Óleo de habilidade

source: Blacksmith Oil
pt_br: Óleo do ferreiro

source: Oil of Fortitude
pt_br: Óleo de fortitude

source: Oil of Permanence
pt_br: Óleo de permanência

source: Oil of Hardening
pt_br: Óleo de endurecimento

source: Oil of Imperviousness
pt_br: Óleo de impermeabilidade

source: increases a weapon's
pt_br: aumenta

source: chance to hit
pt_br: chance de acerto

source: greatly increases a
pt_br: aumenta enormemente um

source: weapon's chance to hit
pt_br: chance de acerto da arma

source: damage potential
pt_br: potencial de dano

source: greatly increases a weapon's
pt_br: aumenta enormemente

source: damage potential - not bows
pt_br: potencial de dano - não arcos

source: reduces attributes needed
pt_br: reduz atributo requerido

source: to use armor or weapons
pt_br: para usar armaduras ou armas

source: restores 20% of an
pt_br: restaura 20% de um

source: item's durability
pt_br: durabilidade do item

source: increases an item's
pt_br: aumenta

source: current and max durability
pt_br: durabilidade atual e máxima

source: makes an item indestructible
pt_br: faz com que um item seja indestrutível

source: increases the armor class
pt_br: aumenta a classe de armadura

source: of armor and shields
pt_br: de armaduras e escudos

source: greatly increases the armor
pt_br: aumenta enormemente a armadura

source: class of armor and shields
pt_br: classe de armaduras e escudos

source: sets fire trap
pt_br: coloca armadilha de fogo

source: sets lightning trap
pt_br: coloca armadilha de relâmpagos

source: sets petrification trap
pt_br: coloca armadilha de petrificação

source: restore all life
pt_br: restaura toda a vida

source: restore some life
pt_br: restaura alguma vida

source: restore some mana
pt_br: restaura um pouco de mana

source: restore all mana
pt_br: restaura toda a mana

source: increase strength
pt_br: aumenta força

source: increase magic
pt_br: aumenta magia

source: increase dexterity
pt_br: aumenta destreza

source: increase vitality
pt_br: aumenta vitalidade

source: restore some life and mana
pt_br: restaura um pouco de vida e mana

source: restore all life and mana
pt_br: restaura toda a vida e mana

source: (works only in arenas)
pt_br: (funciona apenas em arenas)

source: Right-click to view
pt_br: Clique direito para visualizar

source: Right-click to use
pt_br: Clique direito para usar

source: Right-click to read, then left-click to target
pt_br: Clique direito para ler e então clique esquerdo para golpear

source: Right-click to read
pt_br: Clique direito para ler

source: Activate to view
pt_br: Ative para visualizar

source: Open inventory to use
pt_br: Abrir tela de inventário

source: Activate to use
pt_br: Ative para usar

source: Select from spell book, then cast spell to read
pt_br: Selecione do livro de feitiços, então lance o feitiço para ler

source: Activate to read
pt_br: Ative para ler

source: {} to view
pt_br: {} para visualizar

source: {} to use
pt_br: {} para usar

source: Select from spell book, then {} to read
pt_br: Selecionar feitiço atual, então {} para ler

source: {} to read
pt_br: {} para ler

# player
source: Level: {:d}
pt_br: Nível: {:d}

source: Doubles gold capacity
pt_br: Duplica a capacidade de ouro

source: Required:
pt_br: Requerido:

source: {:d} Str
pt_br: {:d} For

source: {:d} Dex
pt_br: {:d} Des

source: Book of {:s}
pt_br: Livro de {:s}

source: Ear of {:s}
pt_br: Orelha de {:s}

source: chance to hit: {:+d}%
pt_br: chance de acerto: {:+d}%

source: {:+d}% damage
pt_br: {:+d}% de dano

source: to hit: {:+d}%, {:+d}% damage
pt_br: acerto: {:+d}%, {:+d}% de dano

source: {:+d}% armor
pt_br: {:+d}% de armadura

source: armor class: {:d}
pt_br: classe de armadura: {:d}

source: Resist Fire: {:+d}%
pt_br: Resistência a fogo: {:+d}%

source: Resist Fire: {:+d}% MAX
pt_br: Resistência a fogo: {:+d}% MÁX

source: Resist Lightning: {:+d}%
pt_br: Resistência a raios: {:+d}%

source: Resist Lightning: {:+d}% MAX
pt_br: Resistência a raios: {:+d}% MÁX

source: Resist Magic: {:+d}%
pt_br: Resistência à magia: {:+d}%

source: Resist Magic: {:+d}% MAX
pt_br: Resistência à magia: {:+d}% MÁX

source: Resist All: {:+d}%
pt_br: Resistência a tudo: {:+d}%

source: Resist All: {:+d}% MAX
pt_br: Resistência a tudo: {:+d}% MÁX

source: spells are increased {:d} level
pt_br: feitiços aumentam {:d} nível

source: spells are decreased {:d} level
pt_br: feitiços diminuem {:d} nível

source: spell levels unchanged (?)
pt_br: níveis de feitiço inalterados (?)

source: Extra charges
pt_br: Cargas extra

source: {:d} {:s} charge
pt_br: {:d} {:s} carga

source: Fire hit damage: {:d}
pt_br: Dano do acerto de fogo: {:d}

source: Fire hit damage: {:d}-{:d}
pt_br: Dano do acerto de fogo: {:d}-{:d}

source: Lightning hit damage: {:d}
pt_br: Dano do acerto de raios: {:d}

source: Lightning hit damage: {:d}-{:d}
pt_br: Dano do acerto de raios: {:d}-{:d}

source: {:+d} to strength
pt_br: {:+d} para força

source: {:+d} to magic
pt_br: {:+d} para magia

source: {:+d} to dexterity
pt_br: {:+d} para destreza

source: {:+d} to vitality
pt_br: {:+d} para vitalidade

source: {:+d} to all attributes
pt_br: {:+d} a todos os atributos

source: {:+d} damage from enemies
pt_br: {:+d} de dano dos inimigos

source: Hit Points: {:+d}
pt_br: Pontos de vida: {:+d}

source: high durability
pt_br: alta durabilidade

source: decreased durability
pt_br: durabilidade diminuída

source: indestructible
pt_br: indestrutível

source: +{:d}% light radius
pt_br: +{:d}% de alcance de visão

source: -{:d}% light radius
pt_br: -{:d}% de alcance de visão

source: multiple arrows per shot
pt_br: várias flechas por disparo

source: fire arrows damage: {:d}
pt_br: dano das flechas de fogo: {:d}

source: fire arrows damage: {:d}-{:d}
pt_br: dano das flechas de fogo: {:d}-{:d}

source: lightning arrows damage {:d}
pt_br: dano das flechas de raios {:d}

source: lightning arrows damage {:d}-{:d}
pt_br: dano das flechas de raios {:d}-{:d}

source: fireball damage: {:d}
pt_br: dano das bolas de fogo: {:d}

source: fireball damage: {:d}-{:d}
pt_br: dano das bolas de fogo: {:d}-{:d}

source: attacker takes 1-3 damage
pt_br: atacante leva 1-3 de dano

source: user loses all mana
pt_br: usuário perde toda a mana

source: absorbs half of trap damage
pt_br: enfraquece armadilhas 50%

source: knocks target back
pt_br: empurra alvo para trás

source: +200% damage vs. demons
pt_br: +200% de dano vs. demônios

source: All Resistance equals 0
pt_br: Todas Resistências viram 0

source: hit steals 3% mana
pt_br: acerto rouba 3% de mana

source: hit steals 5% mana
pt_br: acerto rouba 5% de mana

source: hit steals 3% life
pt_br: acerto rouba 3% de vida

source: hit steals 5% life
pt_br: acerto rouba 5% de vida

source: penetrates target's armor
pt_br: danifica armadura do alvo

source: quick attack
pt_br: ataque breve

source: fast attack
pt_br: ataque rápido

source: faster attack
pt_br: ataque mais rápido

source: fastest attack
pt_br: ataque muito rápido

source: Another ability (NW)
pt_br: Outra habilidade (NW)

source: fast hit recovery
pt_br: recupera rápido de ataque

source: faster hit recovery
pt_br: rec. mais rápido de ataque

source: fastest hit recovery
pt_br: rec. muito rápida de atq.

source: fast block
pt_br: bloqueio rápido

source: adds {:d} point to damage
pt_br: adiciona {:d} ponto de dano

source: fires random speed arrows
pt_br: dá flechas de vel. variada

source: unusual item damage
pt_br: dano de item incomum
