Repository: kindred77/devilutionX
Catalog: Translations/*.po
Languages: pt_br

source: As long as you don't need anything reattached, old Pepin is as good as they come. If I'd have had some of those potions he brews, I might still have my leg...
pt_br: Desde que não precise de nada recosturado no lugar, o velho Pepin é o melhor que existe. Se eu tivesse tido algumas dessas poções que ele prepara, talvez ainda estivesse com a minha perna...

source: Adria truly bothers me. Sure, Cain is creepy in what he can tell you about the past, but that witch can see into your past. She always has some way to get whatever she needs, too. Adria gets her hands on more merchandise than I've seen pass through the gates of the King's Bazaar during High Festival.
pt_br: Ádria me incomoda de verdade. Certo, Cain é esquisito no que ele pode lhe contar sobre o passado, mas aquela bruxa pode enxergar dentro do seu passado. Ela também sempre tem algum jeito de conseguir o que precisa. Ádria põe as mãos em mais mercadorias do que eu já vi passar pelo Bazar do Rei durante o Alto Festival.

source: Ogden is a fool for staying here. I could get him out of town for a very reasonable price, but he insists on trying to make a go of it with that stupid tavern. I guess at the least he gives Gillian a place to work, and his wife Garda does make a superb Shepherd's pie...
pt_br: Ogden é um tolo por ficar aqui. Eu poderia tirá-lo da cidade por um preço bastante razoável, mas ele insiste em tentar dar certo com aquela taverna estúpida. Pelo menos ele dá a Gillian um lugar onde trabalhar, e sua esposa Garda de fato faz uma torta de cordeiro esplêndida...

source: Beyond the Hall of Heroes lies the Chamber of Bone. Eternal death awaits any who would seek to steal the treasures secured within this room. So speaks the Lord of Terror, and so it is written.
pt_br: Para além do Salão de Heróis jaz a Câmara de Ossos. A morte eterna aguarda aqueles que queiram roubar os tesouros nesta sala protegidos. Assim fala o Senhor do Terror, e assim está escrito.

source: ...and so, locked beyond the Gateway of Blood and past the Hall of Fire, Valor awaits for the Hero of Light to awaken...
pt_br: ...e então, trancada além da Passagem de Sangue e após o Salão de Fogo, a Bravura aguarda pelo Herói de Luz para que desperte...

source: I can see what you see not. Vision milky then eyes rot. When you turn they will be gone, Whispering their hidden song. Then you see what cannot be, Shadows move where light should be. Out of darkness, out of mind, Cast down into the Halls of the Blind.
pt_br: Eu posso ver o que não podes ver. Visão turva e olhos a apodrecer. Quando virares, lá já não estarão, Sussurrando sua escondida canção. Então vês o que não aconteceria, Sombras andam onde luz haveria. Fora da escuridão, fora de si, A Câmara dos Cegos está aqui.

source: The armories of Hell are home to the Warlord of Blood. In his wake lay the mutilated bodies of thousands. Angels and men alike have been cut down to fulfill his endless sacrifices to the Dark ones who scream for one thing - blood.
pt_br: Os arsenais do Inferno são o lar do Senhor da Guerra Sangrenta. Em seu rastro jazem os corpos mutilados de milhares. Anjos e homens foram mutilados para cumprir seus sacrifícios sem fim para os Sombrios, que gritam por uma só coisa - sangue.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. There is a war that rages on even now, beyond the fields that we know - between the utopian kingdoms of the High Heavens and the chaotic pits of the Burning Hells. This war is known as the Great Conflict, and it has raged and burned longer than any of the stars in the sky. Neither side ever gains sway for long as the forces of Light and Darkness constantly vie for control over all creation.
pt_br: Prestai atenção e testemunhai as verdades que jazem aqui dentro, pois são o último legado dos Horadrim. Há uma guerra que se trava ainda agora, para além dos campos conhecidos - entre os reinos utópicos do Alto Céu e os abismos caóticos do Inferno Ardente. Esta guerra é conhecida como o Grande Conflito, e tem se espalhado e queimado por mais tempo do que qualquer estrela no céu. Nenhum dos lados impera por muito tempo, enquanto forças da Luz e das Trevas disputam constantemente pelo controle sobre toda a criação.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. When the Eternal Conflict between the High Heavens and the Burning Hells falls upon mortal soil, it is called the Sin War. Angels and Demons walk amongst humanity in disguise, fighting in secret, away from the prying eyes of mortals. Some daring, powerful mortals have even allied themselves with either side, and helped to dictate the course of the Sin War.
pt_br: Prestai atenção e testemunhai as verdades que jazem aqui dentro, pois são o último legado dos Horadrim. Quando o Conflito Eterno entre o Alto Céu e o Inferno Ardente cai em solo mortal, chama-se então de a Guerra do Pecado. Anjos e Demônios caminham disfarçados por meio da humanidade, lutando em segredo, longe de olhos intrometidos dos mortais. Alguns mortais ousados e poderosos até mesmo se aliaram com um lado ou outro e ajudaram ao ditar o curso da Guerra do Pecado.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. Nearly three hundred years ago, it came to be known that the Three Prime Evils of the Burning Hells had mysteriously come to our world. The Three Brothers ravaged the lands of the east for decades, while humanity was left trembling in their wake. Our Order - the Horadrim - was founded by a group of secretive magi to hunt down and capture the Three Evils once and for all. The original Horadrim captured two of the Three within powerful artifacts known as Soulstones and buried them deep beneath the desolate eastern sands. The third Evil escaped capture and fled to the west with many of the Horadrim in pursuit. The Third Evil - known as Diablo, the Lord of Terror - was eventually captured, his essence set in a Soulstone and buried within this Labyrinth. Be warned that the soulstone must be kept from discovery by those not of the faith. If Diablo were to be released, he would seek a body that is easily controlled as he would be very weak - perhaps that of an old man or a child.
pt_br: Prestai atenção e testemunhai as verdades que jazem aqui dentro, pois são o último legado dos Horadrim. Há quase trezentos anos, foi sabido que os Três Males Primordiais do Inferno Ardente misteriosamente vieram ao nosso mundo. Os Três Irmãos assolaram as terra do leste por décadas, enquanto a humanidade tremia em seu rastro. Nossa Ordem - os Horadrim - foi fundada por um grupo de magos secretos para caçar e capturar os Três Males de uma vez por todas. Os Horadrim originais capturaram os Três dentro de poderosos artefatos conhecidos como Pedras da Alma e as enterraram fundo abaixo das areias orientais. O terceiro Mal escapou à captura e fugiu para o oeste, com muitos dos Horadrim perseguindo-lhe. O Terceiro Mal - conhecido como Diablo, o Senhor do Terror - foi eventualmente capturado, sua essência posta em uma Pedra da Alma e enterrada dentro deste Labirinto. Estejas em aviso que a Pedra da Alma deve ser protegida da descoberta por aqueles que não forem da fé. Se Diablo for liberado, ele buscaria um corpo que pudesse facilmente controlar, uma vez que estaria muito fraco - talvez o de um velho ou o de uma criança.

source: So it came to be that there was a great revolution within the Burning Hells known as The Dark Exile. The Lesser Evils overthrew the Three Prime Evils and banished their spirit forms to the mortal realm. The demons Belial (the Lord of Lies) and Azmodan (the Lord of Sin) fought to claim rulership of Hell during the absence of the Three Brothers. All of Hell polarized between the factions of Belial and Azmodan while the forces of the High Heavens continually battered upon the very Gates of Hell.
pt_br: Então se passou que houve uma grande revolução dentro do Inferno Ardente, conhecida como o Exílio Sombrio. Os Males Menores destituíram os Três Males Primordiais e baniram suas formas espirituais para o reino mortal. Os demônios Belial (O Senhor das Mentiras) e Azmodan (O Senhor do Pecado) lutaram para reivindicar o governo durante a ausência dos Três Irmãos. O Inferno inteiro se polarizou entre as facções de Belial e Azmodan, enquanto as forças do Alto Céu arietavam continuamente sobre os próprios Portões do Inferno.

source: Many demons traveled to the mortal realm in search of the Three Brothers. These demons were followed to the mortal plane by Angels who hunted them throughout the vast cities of the East. The Angels allied themselves with a secretive Order of mortal magi named the Horadrim, who quickly became adept at hunting demons. They also made many dark enemies in the underworlds.
pt_br: Muitos demônios viajaram para o reino mortal em busca dos Três Irmãos. Estes demônios foram seguidos para o plano mortal por Anjos que os caçaram através das vastas cidades do Oriente. Os Anjos se aliaram com uma Ordem Secreta de magos mortais chamados de os Horadrim, que rapidamente se tornaram hábeis em caçar demônios. Também fizeram muitos inimigos sombrios nos Mundos Inferiores.

source: So it came to be that the Three Prime Evils were banished in spirit form to the mortal realm and after sewing chaos across the East for decades, they were hunted down by the cursed Order of the mortal Horadrim. The Horadrim used artifacts called Soulstones to contain the essence of Mephisto, the Lord of Hatred and his brother Baal, the Lord of Destruction. The youngest brother - Diablo, the Lord of Terror - escaped to the west. Eventually the Horadrim captured Diablo within a Soulstone as well, and buried him under an ancient, forgotten Cathedral. There, the Lord of Terror sleeps and awaits the time of his rebirth. Know ye that he will seek a body of youth and power to possess - one that is innocent and easily controlled. He will then arise to free his Brothers and once more fan the flames of the Sin War...
pt_br: Então se passou que os Três Males Primordiais foram banidos na forma espiritual para o reino mortal e após semearem o caos através do Oriente por décadas, foram caçados pela amaldiçoada Ordem dos mortais Horadrim. Os Horadrim usaram artefatos conhecidos como Pedras da Alma para conter a essência de Mephisto, o Senhor do Ódio e de seu irmão Baal, o Senhor da Destruição. O irmão mais novo - Diablo, o Senhor do Terror - escapou para o ocidente. Eventualmente os Horadrim também capturaram Diablo dentro de uma Pedra da Alma, e o enterraram sob uma antiga e esquecida Catedral. Lá, o Senhor do Terror dorme e espera a hora de seu renascimento. Sabei vós que ele buscará um corpo de juventude e poder para possuir - um que seja inocente e facilmente controlado. Ele irá então se erguer para libertar seus Irmãos, e mais uma vez agitar as chamas da Guerra do Pecado...

source: All praises to Diablo - Lord of Terror and Survivor of The Dark Exile. When he awakened from his long slumber, my Lord and Master spoke to me of secrets that few mortals know. He told me the kingdoms of the High Heavens and the pits of the Burning Hells engage in an eternal war. He revealed the powers that have brought this discord to the realms of man. My lord has named the battle for this world and all who exist here the Sin War.
pt_br: Todo o louvor a Diablo - Senhor do Terror e Sobrevivente do Exílio Sombrio. Quando ele despertou de seu longo repouso, meu Senhor e Mestre falou comigo sobre segredos que poucos mortais conhecem. Ele me contou que os reinos do Alto Céu e os abismos do Inferno Ardente travam uma guerra eterna. Ele me revelou quais poderes trouxeram esta discórdia aos reinos dos homens. Meu Senhor chamou a esta batalha por este mundo e tudo o que aqui existe de a Guerra do Pecado.

source: Glory and Approbation to Diablo - Lord of Terror and Leader of the Three. My Lord spoke to me of his two Brothers, Mephisto and Baal, who were banished to this world long ago. My Lord wishes to bide his time and harness his awesome power so that he may free his captive brothers from their tombs beneath the sands of the east. Once my Lord releases his Brothers, the Sin War will once again know the fury of the Three.
pt_br: Glória e Aprovação a Diablo - Senhor do Terror e Líder dos Três. Meu Senhor falou comigo de seus dois Irmãos, Mephisto e Baal, que foram banidos para este mundo há muito tempo. Meu Senhor deseja levar seu tempo e recuperar seus poderes impressionantes para que possa libertar seus cativos irmãos de suas tumbas abaixo das areias do oriente. Assim que meu Senhor libertar seus Irmãos, a Guerra do Pecado conhecerá mais uma vez a fúria dos Três.

source: Hail and Sacrifice to Diablo - Lord of Terror and Destroyer of Souls. When I awoke my Master from his sleep, he attempted to possess a mortal's form. Diablo attempted to claim the body of King Leoric, but my Master was too weak from his imprisonment. My Lord required a simple and innocent anchor to this world, and so found the boy Albrecht to be perfect for the task. While the good King Leoric was left maddened by Diablo's unsuccessful possession, I kidnapped his son Albrecht and brought him before my Master. I now await Diablo's call and pray that I will be rewarded when he at last emerges as the Lord of this world.
pt_br: Saudação e Sacrifício a Diablo - Senhor do Terror e Destruidor de Almas. Quando despertei meu Mestre de seu sono, ele tentou possuir uma forma mortal. Diablo tentou obter o corpo do Rei Leoric, mas meu Mestre estava demasiado fraco por seu aprisionamento. Meu Senhor precisava de uma simples e inocente âncora a este mundo, e portanto achou o garoto Albrecht perfeito para a tarefa. Enquanto o bom Rei Leoric foi enlouquecido pela possessão malsucedida de Diablo. Eu sequestrei seu filho Albrecht e o trouxe para diante de meu Mestre. Eu agora aguardo pelo chamado de Diablo e rezo que eu seja recompensado quando ele por fim emergir como o Senhor deste mundo.

source: Thank goodness you've returned! Much has changed since you lived here, my friend. All was peaceful until the dark riders came and destroyed our village. Many were cut down where they stood, and those who took up arms were slain or dragged away to become slaves - or worse. The church at the edge of town has been desecrated and is being used for dark rituals. The screams that echo in the night are inhuman, but some of our townsfolk may yet survive. Follow the path that lies between my tavern and the blacksmith shop to find the church and save who you can. Perhaps I can tell you more if we speak again. Good luck.
pt_br: Graças aos Deuses você voltou! Muita coisa mudou desde que você morou aqui, meu(inha) amigo(a). Tudo estava pacífico até que cavaleiros sombrios vieram e destruíram nossa vila. Muitos foram abatidos ali mesmo onde estavam e aqueles que pegaram em armas foram assassinados ou levados como escravos - ou pior. A igreja no limiar da cidade foi profanada e está sendo usada para rituais sombrios. Os gritos que ecoam pela noite são inumanos, mas alguns de nossos aldeões ainda podem ter sobrevivido. Siga a trilha que está entre a minha taverna e a loja do ferreiro para encontrar a igreja e salvar quem puder. Talvez eu possa lhe contar mais se nos falarmos novamente. Boa sorte.

source: Maintain your quest. Finding a treasure that is lost is not easy. Finding a treasure that is hidden less so. I will leave you with this. Do not let the sands of time confuse your search.
pt_br: Mantenha sua missão. Encontrar um tesouro perdido não é fácil. Encontre um tesouro menos escondido. Vou deixá-lo com isso. Não deixe que as areias do tempo confundam sua busca.

source: A what?! This is foolishness. There's no treasure buried here in Tristram. Let me see that!! Ah, Look these drawings are inaccurate. They don't match our town at all. I'd keep my mind on what lies below the cathedral and not what lies below our topsoil.
pt_br: O quê?! Isso é uma tolice. Não há nenhum tesouro enterrado aqui em Tristram. Deixe-me ver isso! Olha, esses desenhos são imprecisos. Eles não encaixam com a nossa cidade. Eu me concentraria no que está sob a catedral e não no que está sob nossa camada superficial do solo.

source: I really don't have time to discuss some map you are looking for. I have many sick people that require my help and yours as well.
pt_br: Eu realmente não tenho tempo para discutir o mapa que você está procurando. Tenho muitas pessoas doentes que precisam da minha ajuda e da sua também.

source: The once proud Iswall is trapped deep beneath the surface of this world. His honor stripped and his visage altered. He is trapped in immortal torment. Charged to conceal the very thing that could free him.
pt_br: O outrora orgulhoso Iswall está preso nas profundezas da superfície deste mundo. Sua honra foi despojada e seu rosto alterado. Ele está preso em tormento imortal. Encarregado por ocultar a única coisa que poderia libertá-lo.

source: I'll bet that Wirt saw you coming and put on an act just so he could laugh at you later when you were running around the town with your nose in the dirt. I'd ignore it.
pt_br: Aposto que Wirt viu você chegando e te pregou uma peça para rir de você mais tarde, quando você estivesse com o nariz na terra. Eu apenas ignoraria.

source: There was a time when this town was a frequent stop for travelers from far and wide. Much has changed since then. But hidden caves and buried treasure are common fantasies of any child. Wirt seldom indulges in youthful games. So it may just be his imagination.
pt_br: Houve um tempo em que esta cidade era uma parada frequente para viajantes de todos os lugares. Muita coisa mudou desde então. Mas as cavernas escondidas e os tesouros enterrados são fantasias comuns de qualquer criança. Wirt raramente se entrega a jogos juvenis. Então talvez seja só sua imaginação.

source: Listen here. Come close. I don't know if you know what I know, but you've have really got something here. That's a map.
pt_br: Ouça aqui. Aproxime-se. Eu não sei se sabe o que eu sei, mas você realmente tem algo aqui. Isso é um mapa.

source: My grandmother often tells me stories about the strange forces that inhabit the graveyard outside of the church. And it may well interest you to hear one of them. She said that if you were to leave the proper offering in the cemetery, enter the cathedral to pray for the dead, and then return, the offering would be altered in some strange way. I don't know if this is just the talk of an old sick woman, but anything seems possible these days.
pt_br: Minha avó sempre me conta histórias sobre as estranhas forças que habitam o cemitério fora da igreja. E você pode querer ouvir uma delas. Ela disse que se deixasse a oferenda adequada no cemitério, entrasse na catedral para orar pelos mortos, e depois retornasse, a oferenda seria alterada de alguma forma estranha. Não sei se isso é só conversa de uma velha doente, mas tudo parece possível hoje em dia.

source: Hmmm. A vast and mysterious treasure you say. Mmmm. Maybe I could be interested in picking up a few things from you. Or better yet, don't you need some rare and expensive supplies to get you through this ordeal?
pt_br: Humm. Um vasto e misterioso tesouro, você diz? Hummm. Talvez eu esteja interessado em pegar algumas coisas de você... ou melhor ainda, você não precisa de alguns suprimentos raros e caros para passar por esse teste?

source: So, you're the hero everyone's been talking about. Perhaps you could help a poor, simple farmer out of a terrible mess? At the edge of my orchard, just south of here, there's a horrible thing swelling out of the ground! I can't get to my crops or my bales of hay, and my poor cows will starve. The witch gave this to me and said that it would blast that thing out of my field. If you could destroy it, I would be forever grateful. I'd do it myself, but someone has to stay here with the cows...
pt_br: Então, você é o herói de quem todos estão falando. Você poderia ajudar um simples e pobre fazendeiro a resolver um problema terrível? Na beira do meu pomar, ao sul daqui, há uma coisa horrível saindo do chão! Não consigo chegar às minhas plantações ou aos fardos de feno, e minhas pobres vacas morrerão de fome. A bruxa me deu isso e disse que explodiria aquela coisa do meu campo. Se puder destruí-la, serei eternamente grato a você. Eu mesmo faria isso, mas alguém tem que ficar aqui com as vacas...

source: I knew that it couldn't be as simple as that witch made it sound. It's a sad world when you can't even trust your neighbors.
pt_br: Eu sabia que não podia ser tão simples como a bruxa disse. É um mundo triste quando você não pode nem confiar em seus vizinhos.

source: Is it gone? Did you send it back to the dark recesses of Hades that spawned it? You what? Oh, don't tell me you lost it! Those things don't come cheap, you know. You've got to find it, and then blast that horror out of our town.
pt_br: A coisa se foi? Enviou ela de volta aos recantos escuros de Hades de onde veio? Você o quê? Oh, não me diga que você a perdeu! Essas coisas não são baratas, você sabe? Você tem que encontrá-la e depois tirar esse horror da nossa cidade.

source: I heard the explosion from here! Many thanks to you, kind stranger. What with all these things comin' out of the ground, monsters taking over the church, and so forth, these are trying times. I am but a poor farmer, but here -- take this with my great thanks.
pt_br: Eu ouvi a explosão daqui! Muito obrigado, gentil estranho. Com todas essas coisas saindo da terra, os monstros tomam conta da igreja e assim por diante, estes são tempos difíceis. Sou apenas um pobre fazendeiro, mas leve isso como agradecimento.

source: Oh, such a trouble I have...maybe...No, I couldn't impose on you, what with all the other troubles. Maybe after you've cleansed the church of some of those creatures you could come back... and spare a little time to help a poor farmer?
pt_br: Oh, que problema eu tenho... talvez... Não, eu não poderia impor isso a você, com todos esses outros problemas. Será que depois de limpar a igreja de algumas dessas criaturas, você pode voltar... e dedicar algum tempo ajudando um pobre fazendeiro?

source: Waaaah! (sniff) Waaaah! (sniff)
pt_br: Buáááá! (sniff) Buáááá! (sniff)

source: I lost Theo! I lost my best friend! We were playing over by the river, and Theo said he wanted to go look at the big green thing. I said we shouldn't, but we snuck over there, and then suddenly this BUG came out! We ran away but Theo fell down and the bug GRABBED him and took him away!
pt_br: Eu perdi Theo! Perdi meu melhor amigo! Estávamos brincando perto do rio, e Theo disse que queria ir ver a grande coisa verde. Eu disse que não deveríamos, mas nós nos esgueiramos até lá, e de repente esse INSETO saiu! Nós fugimos, mas Theo caiu e o inseto o agarrou e o levou embora!

source: Didja find him? You gotta find Theodore, please! He's just little. He can't take care of himself! Please!
pt_br: Você o encontrou? Você tem que encontrar Theodore, por favor! Ele é pequeno, não consegue se cuidar sozinho! Por favor!

source: You found him! You found him! Thank you! Oh Theo, did those nasty bugs scare you? Hey! Ugh! There's something stuck to your fur! Ick! Come on, Theo, let's go home! Thanks again, hero person!
pt_br: Você o encontrou! Você o encontrou! Obrigado! Oh Theo, esses insetos nojentos te assustaram? Ei! Ugh! Há algo preso na pele dele! Éca! Vamos, Theo, vamos para casa! Obrigado novamente, herói!
