Repository: kindred77/devilutionX
Catalog: Translations/*.po
Languages: pt_br

source: Abandon your foolish quest. All that awaits you is the wrath of my Master! You are too late to save the child. Now you will join him in Hell!
pt_br: Abandone sua missão tola. Tudo o que lhe aguarda é a ira de meu Mestre! Você chegou tarde demais para salvar a criança. Agora vai unir-se a ela no Inferno!

source: Hmm, I don't know what I can really tell you about this that will be of any help. The water that fills our wells comes from an underground spring. I have heard of a tunnel that leads to a great lake - perhaps they are one and the same. Unfortunately, I do not know what would cause our water supply to be tainted.
pt_br: Hmm, eu não sei o que posso realmente dizer sobre isso que seja de alguma ajuda. A água que enche nossos poços vem de uma fonte subterrânea. Eu ouvi falar de um túnel que leva a um grande lago - talvez ele seja a nascente. Infelizmente, eu não sei o que pode estar contaminando nosso reservatório de água.

source: I have always tried to keep a large supply of foodstuffs and drink in our storage cellar, but with the entire town having no source of fresh water, even our stores will soon run dry. Please, do what you can or I don't know what we will do.
pt_br: Eu sempre tentei manter uma grande reserva de alimentos e bebidas em nosso depósito no porão, mas com a cidade inteira sem uma fonte de água fresca, mesmo os nossos estoques acabarão em breve. Por favor, faça o que puder ou eu não sei o que faremos.

source: I'm glad I caught up to you in time! Our wells have become brackish and stagnant and some of the townspeople have become ill drinking from them. Our reserves of fresh water are quickly running dry. I believe that there is a passage that leads to the springs that serve our town. Please find what has caused this calamity, or we all will surely perish.
pt_br: Ainda bem que consegui falar com você a tempo! Nossos poços ficaram salobros e podres, e alguns dos aldeões ficaram doentes ao beber deles. Nossas reservas de água fresca estão secando rapidamente. Eu acredito que há uma passagem que leva para as fontes que abastecem nossa cidade. Por favor, descubra o que causou esta calamidade ou com certeza todos nós sucumbiremos.

source: Please, you must hurry. Every hour that passes brings us closer to having no water to drink. We cannot survive for long without your help.
pt_br: Por favor, tenha pressa. A cada hora que passa ficamos mais perto de não ter água para beber. Nós não poderemos sobreviver por muito tempo sem a sua ajuda.

source: What's that you say - the mere presence of the demons had caused the water to become tainted? Oh, truly a great evil lurks beneath our town, but your perseverance and courage gives us hope. Please take this ring - perhaps it will aid you in the destruction of such vile creatures.
pt_br: O que é isso que está me dizendo - a mera presença dos demônios fez a água se contaminar? Oh, realmente um grande mal está à espreita sob nossa cidade, mas a sua perseverança e coragem nos dão esperança. Por favor, pegue este anel - talvez lhe ajude na destruição de criaturas tão vis.

source: My grandmother is very weak, and Garda says that we cannot drink the water from the wells. Please, can you do something to help us?
pt_br: Minha avó está muito fraca, e Garda diz que não podemos beber a água dos poços. Por favor, você pode fazer algo para nos ajudar?

source: Pepin has told you the truth. We will need fresh water badly, and soon. I have tried to clear one of the smaller wells, but it reeks of stagnant filth. It must be getting clogged at the source.
pt_br: Pepin lhe disse a verdade. Nós precisaremos muito de água fresca e em breve. Eu tentei limpar um dos poços menores mas ele fede a sujeira parada. Deve haver algo entupindo a fonte.

source: You drink water?
pt_br: Você bebe água?

source: The people of Tristram will die if you cannot restore fresh water to their wells. Know this - demons are at the heart of this matter, but they remain ignorant of what they have spawned.
pt_br: O povo de Tristram morrerá se você não conseguir restaurar a água fresca de seus poços. Saiba disto - demônios estão no centro desta questão, mas eles permanecem ignorantes do que causaram.

source: For once, I'm with you. My business runs dry - so to speak - if I have no market to sell to. You better find out what is going on, and soon!
pt_br: Estou com você desta vez. Meus negócios secam - por assim dizer - se eu não tiver um mercado que compre. É melhor você descobrir o que está acontecendo e logo!

source: A book that speaks of a chamber of human bones? Well, a Chamber of Bone is mentioned in certain archaic writings that I studied in the libraries of the East. These tomes inferred that when the Lords of the underworld desired to protect great treasures, they would create domains where those who died in the attempt to steal that treasure would be forever bound to defend it. A twisted, but strangely fitting, end?
pt_br: Um livro que fala de uma câmara de ossos humanos? Bom, uma Câmara de Ossos é mencionada em certos escritos arcaicos que estudei nas bibliotecas do Oriente. Esses tomos pressupunham que quando os Senhores do Mundo Inferior desejavam proteger grandes tesouros, eles criavam domínios onde aqueles que morressem na tentativa de roubar o tesouro seriam eternamente obrigados a defendê-lo. Um perverso, mas estranhamente adequado final?

source: I am afraid that I don't know anything about that, good master. Cain has many books that may be of some help.
pt_br: Temo não saber nada sobre isso, bom(a) mestre(a). Cain tem vários livros que podem ajudar em algo.

source: This sounds like a very dangerous place. If you venture there, please take great care.
pt_br: Isso me soa como um lugar muito perigoso. Caso se aventure por lá, por favor tome muito cuidado.

source: I am afraid that I haven't heard anything about that. Perhaps Cain the Storyteller could be of some help.
pt_br: Temo não ter ouvido nada sobre isso. Talvez Cain, o Contador de Histórias, possa ajudar em algo.

source: I know nothing of this place, but you may try asking Cain. He talks about many things, and it would not surprise me if he had some answers to your question.
pt_br: Não sei nada sobre esse lugar, mas você pode tentar perguntar a Cain. Ele fala sobre muitas coisas, e eu não me surpreenderia se ele tivesse algumas respostas para a sua pergunta.

source: Okay, so listen. There's this chamber of wood, see. And his wife, you know - her - tells the tree... cause you gotta wait. Then I says, that might work against him, but if you think I'm gonna PAY for this... you... uh... yeah.
pt_br: Certo, então ouça. Existe essa câmara de madeira, veja só. E a esposa dele, você sabe - ela - conta à árvore... porque você precisa esperar. Então eu digo, isso pode funcionar contra ele, mas se você pensa que eu vou PAGAR por isso... você... hã... é.

source: You will become an eternal servant of the dark lords should you perish within this cursed domain. Enter the Chamber of Bone at your own peril.
pt_br: Você se tornará um(a) eterno(a) servo(a) dos Senhores Sombrios caso morra nesse domínio amaldiçoado. Adentre a Câmara de Ossos por sua conta e risco.

source: A vast and mysterious treasure, you say? Maybe I could be interested in picking up a few things from you... or better yet, don't you need some rare and expensive supplies to get you through this ordeal?
pt_br: Um tesouro vasto e misterioso, é o que disse? Talvez eu tenha interesse em comprar algumas coisas de você... ou, melhor ainda, você não precisa de alguns recursos raros e caros para enfrentar esse desafio?

source: It seems that the Archbishop Lazarus goaded many of the townsmen into venturing into the Labyrinth to find the King's missing son. He played upon their fears and whipped them into a frenzied mob. None of them were prepared for what lay within the cold earth... Lazarus abandoned them down there - left in the clutches of unspeakable horrors - to die.
pt_br: Parece que o Arcebispo Lázarus incitou vários dos aldeões a se aventurar dentro do Labirinto para encontrar o filho desaparecido do Rei. Ele brincou com seus medos e os instigou a virar uma multidão frenética. Nenhum deles estava preparado para o que jazia sob a terra fria... Lázarus os abandonou lá embaixo - deixados nas garras de horrores indizíveis - para morrerem.

source: Yes, Farnham has mumbled something about a hulking brute who wielded a fierce weapon. I believe he called him a butcher.
pt_br: Sim, Farnham balbuciou algo sobre um brutamontes empunhando uma arma feroz. Acredito que o chamou de Açougueiro.

source: By the Light, I know of this vile demon. There were many that bore the scars of his wrath upon their bodies when the few survivors of the charge led by Lazarus crawled from the Cathedral. I don't know what he used to slice open his victims, but it could not have been of this world. It left wounds festering with disease and even I found them almost impossible to treat. Beware if you plan to battle this fiend...
pt_br: Pela Luz, eu ouvi falar desse demônio vil. Houve muitos que carregavam as cicatrizes de sua ira em seus corpos quando os poucos sobreviventes do ataque liderado por Lázarus se arrastaram para fora da Catedral. Eu não sei o que ele usou para cortar suas vítimas, mas não pode ser algo deste mundo. Deixou feridas podres com doenças, e mesmo eu as achei quase impossíveis de tratar. Cuidado se planeja batalhar contra esse demônio...

source: When Farnham said something about a butcher killing people, I immediately discounted it. But since you brought it up, maybe it is true.
pt_br: Quando Farnham disse algo sobre um açougueiro matando pessoas, eu imediatamente desconsiderei. Mas já que você trouxe o assunto, talvez seja verdade.

source: I saw what Farnham calls the Butcher as it swathed a path through the bodies of my friends. He swung a cleaver as large as an axe, hewing limbs and cutting down brave men where they stood. I was separated from the fray by a host of small screeching demons and somehow found the stairway leading out. I never saw that hideous beast again, but his blood-stained visage haunts me to this day.
pt_br: Eu vi o que Farnham chama de O Açougueiro quando ele abria caminho através dos corpos dos meus amigos. Ele brandia um cutelo grande como um machado, ceifando membros e mutilando bravos homens ali mesmo onde estavam. Eu fui separado da briga por um bando de pequenos demônios guinchando e de algum modo encontrei a escadaria para o lado de fora. Eu nunca mais vi aquela besta horrenda, mas seu semblante ensanguentado me assombra até hoje.

source: Big! Big cleaver killing all my friends. Couldn't stop him, had to run away, couldn't save them. Trapped in a room with so many bodies... so many friends... NOOOOOOOOOO!
pt_br: Grande! Grande cutelo matando todos os meus amigos. Não pude pará-lo, tive que correr, não pude salvá-los. Preso em uma sala com tantos corpos... tantos amigos... NÃÃÃÃÃÃÃÃÃO!

source: The Butcher is a sadistic creature that delights in the torture and pain of others. You have seen his handiwork in the drunkard Farnham. His destruction will do much to ensure the safety of this village.
pt_br: O Açougueiro é uma criatura sádica que se deleita na tortura e na dor dos outros. Você viu a obra dele no beberrão Farnham. Sua destruição fará muito para assegurar a segurança desta vila.

source: I know more than you'd think about that grisly fiend. His little friends got a hold of me and managed to get my leg before Griswold pulled me out of that hole. I'll put it bluntly - kill him before he kills you and adds your corpse to his collection.
pt_br: Eu sei mais do que você pensa sobre aquele demônio horrendo. Os amiguinhos dele me pegaram e conseguiram tirar minha perna antes que Griswold me puxasse para fora daquele buraco. Eu vou ser franco - mate-o antes que ele lhe mate, adicionando seu cadáver à coleção dele.

source: Please, listen to me. The Archbishop Lazarus, he led us down here to find the lost prince. The bastard led us into a trap! Now everyone is dead... killed by a demon he called the Butcher. Avenge us! Find this Butcher and slay him so that our souls may finally rest...
pt_br: Por favor, escute o que digo. O Arcebispo Lázarus, ele nos trouxe aqui abaixo para encontrar o príncipe perdido. O desgraçado nos colocou em uma armadilha! Agora estão todos mortos... assassinados por um demônio chamado O Açougueiro. Vingue-nos! Encontre esse Açougueiro e mate-o para que nossas almas possam finalmente descansar...

source: You recite an interesting rhyme written in a style that reminds me of other works. Let me think now - what was it? ...Darkness shrouds the Hidden. Eyes glowing unseen with only the sounds of razor claws briefly scraping to torment those poor souls who have been made sightless for all eternity. The prison for those so damned is named the Halls of the Blind...
pt_br: Você recita uma interessante rima, escrita em um estilo que me lembra de outros trabalhos. Deixe-me pensar agora - o que era? ...A escuridão encobre os Escondidos. Olhos brilham ocultos, com apenas o som de garras afiadas arranhando brevemente, para atormentar as pobres almas que se tornaram cegas para toda a eternidade. A prisão para os assim amaldiçoados é chamada de a Câmara dos Cegos...

source: I never much cared for poetry. Occasionally, I had cause to hire minstrels when the inn was doing well, but that seems like such a long time ago now. What? Oh, yes... uh, well, I suppose you could see what someone else knows.
pt_br: Eu nunca me importei muito com poesia. Ocasionalmente, eu fazia caso de contratar menestréis quando a estalagem estava indo bem, mas isso parece ter sido há tanto tempo agora. O quê? Oh, sim... hã, bom, imagino que você poderia ir ver o que alguma outra pessoa sabe sobre isso.

source: This does seem familiar, somehow. I seem to recall reading something very much like that poem while researching the history of demonic afflictions. It spoke of a place of great evil that... wait - you're not going there are you?
pt_br: Isso parece familiar, de algum modo. Acredito lembrar de ler algo muito parecido com esse poema quando pesquisava a história das aflições demoníacas. Falava de um lugar de grande mal que... espera - você não está indo para lá, está?

source: If you have questions about blindness, you should talk to Pepin. I know that he gave my grandmother a potion that helped clear her vision, so maybe he can help you, too.
pt_br: Se você tiver perguntas sobre cegueira, você deve falar com Pepin. Eu sei que ele deu para a minha avó uma poção que ajudou a limpar a visão dela, então talvez ele também possa lhe ajudar.

source: I am afraid that I have neither heard nor seen a place that matches your vivid description, my friend. Perhaps Cain the Storyteller could be of some help.
pt_br: Temo nunca ter ouvido falar sobre, ou visto, um lugar que se assemelhe à sua vívida descrição, meu(inha) amigo(a). Talvez Cain, o Contador de Histórias, possa oferecer alguma ajuda.

source: Look here... that's pretty funny, huh? Get it? Blind - look here?
pt_br: Veja bem... é muito engraçado, hein? Entendeu? Cego - veja bem?

source: This is a place of great anguish and terror, and so serves its master well. Tread carefully or you may yourself be staying much longer than you had anticipated.
pt_br: Esse é um lugar de grande angústia e terror, portanto serve bem ao seu mestre. Ande com cuidado, ou você pode ficar lá mais tempo do que previa.

source: Lets see, am I selling you something? No. Are you giving me money to tell you about this? No. Are you now leaving and going to talk to the storyteller who lives for this kind of thing? Yes.
pt_br: Deixa eu ver, eu estou lhe vendendo algo? Não. Você está me dando dinheiro para lhe falar sobre isso? Não. Você vai sair agora e falar com o Contador de Histórias que vive imerso nesse tipo de coisa? Sim.

source: You claim to have spoken with Lachdanan? He was a great hero during his life. Lachdanan was an honorable and just man who served his King faithfully for years. But of course, you already know that. Of those who were caught within the grasp of the King's Curse, Lachdanan would be the least likely to submit to the darkness without a fight, so I suppose that your story could be true. If I were in your place, my friend, I would find a way to release him from his torture.
pt_br: Você diz ter falado com Lachdanan? Ele foi um grande herói em vida. Lachdanan foi um homem justo e honrado que serviu ao seu Rei fielmente por anos. Mas, é claro, você já sabe disso. Dentre os que foram atingidos pelo domínio da Maldição do Rei, Lachdanan é quem teria menos chances de se render às trevas sem lutar, então imagino que a sua história pode ser verdadeira. Se eu estivesse em seu lugar, meu(inha) amigo(a), eu encontraria uma forma de libertá-lo dessa tortura.

source: You speak of a brave warrior long dead! I'll have no such talk of speaking with departed souls in my inn yard, thank you very much.
pt_br: Você fala de um bravo guerreiro, morto há muito tempo! Eu não conversarei sobre falar com gente morta no quintal da minha estalagem, muito obrigado.

source: A golden elixir, you say. I have never concocted a potion of that color before, so I can't tell you how it would effect you if you were to try to drink it. As your healer, I strongly advise that should you find such an elixir, do as Lachdanan asks and DO NOT try to use it.
pt_br: Um elixir dourado, você diz. Eu nunca fabriquei uma poção dessa cor antes, então não sei dizer como lhe afetaria se você tentasse bebê-la. Como seu curandeiro, eu recomendo fortemente que, caso encontre tal elixir, faça o que Lachdanan pediu e NÃO tente tomá-lo.

source: I've never heard of a Lachdanan before. I'm sorry, but I don't think that I can be of much help to you.
pt_br: Eu nunca ouvi falar de um Lachdanan antes. Peço desculpas, mas acho que não poderei ajudar muito.

source: If it is actually Lachdanan that you have met, then I would advise that you aid him. I dealt with him on several occasions and found him to be honest and loyal in nature. The curse that fell upon the followers of King Leoric would fall especially hard upon him.
pt_br: Se é realmente Lachdanan que você encontrou, então eu recomendaria ajudá-lo. Eu lidei com ele em diversas situações e o acho honesto e leal por natureza. A maldição que caiu sobre os seguidores do Rei Leoric cairia de forma especialmente dura sobre ele.

source: Lachdanan is dead. Everybody knows that, and you can't fool me into thinking any other way. You can't talk to the dead. I know!
pt_br: Lachdanan está morto. Todos sabem disso, e você não pode me enganar e me fazer pensar diferente disso. Não dá para falar com os mortos. Eu sei!

source: You may meet people who are trapped within the Labyrinth, such as Lachdanan. I sense in him honor and great guilt. Aid him, and you aid all of Tristram.
pt_br: Você pode encontrar pessoas que estão presas dentro do labirinto, como Lachdanan. Eu sinto nele honra e uma grande culpa. Ajude-o e ajudará a todos em Tristram.

source: Wait, let me guess. Cain was swallowed up in a gigantic fissure that opened beneath him. He was incinerated in a ball of hellfire, and can't answer your questions anymore. Oh, that isn't what happened? Then I guess you'll be buying something or you'll be on your way.
pt_br: Espera, deixa eu adivinhar. Cain foi engolido por uma fenda gigante que se abriu embaixo dele. Ele foi incinerado em uma bola de fogo do Inferno e não pode mais responder suas perguntas. Ah, não foi isso o que aconteceu? Então imagino que você ou vai comprar algo ou está de saída.

source: Please, don't kill me, just hear me out. I was once Captain of King Leoric's Knights, upholding the laws of this land with justice and honor. Then his dark Curse fell upon us for the role we played in his tragic death. As my fellow Knights succumbed to their twisted fate, I fled from the King's burial chamber, searching for some way to free myself from the Curse. I failed... I have heard of a Golden Elixir that could lift the Curse and allow my soul to rest, but I have been unable to find it. My strength now wanes, and with it the last of my humanity as well. Please aid me and find the Elixir. I will repay your efforts - I swear upon my honor.
pt_br: Por favor, não me mate, apenas me ouça. Eu era antes Capitão dos Cavaleiros do Rei Leoric, defendendo as leis destas terras com justiça e honra. Então a maldição sombria dele caiu sobre nós, pelo papel que tivemos em sua trágica morte. Enquanto meus companheiros Cavaleiros sucumbiam a seu destino perverso, eu fugi da câmara funerária do Rei, buscando algum modo de me libertar da Maldição. Eu falhei... Eu ouvi falar de um Elixir Dourado que removeria a Maldição e permitiria que a minha alma descansasse, mas eu não fui capaz de encontrá-lo. Minha força está minguando, e com ela o que resta da minha humanidade. Por favor ajude-me e encontre o Elixir. Eu recompensarei os seus esforços - eu juro pela minha honra.

source: You have not found the Golden Elixir. I fear that I am doomed for eternity. Please, keep trying...
pt_br: Você não achou o Elixir Dourado. Temo estar condenado pelo resto da eternidade. Por favor, continue tentando...

source: You have saved my soul from damnation, and for that I am in your debt. If there is ever a way that I can repay you from beyond the grave I will find it, but for now - take my helm. On the journey I am about to take I will have little use for it. May it protect you against the dark powers below. Go with the Light, my friend...
pt_br: Você salvou a minha alma da danação, e por isso estou agora em dívida com você. Se houver alguma forma pela qual eu possa lhe recompensar do além-túmulo eu a encontrarei, mas, por agora, tome o meu elmo. Na jornada que estou prestes a seguir ele terá pouca serventia. Que lhe proteja contra os poderes sombrios abaixo. Vá com a Luz, meu(inha) amigo(a)...

source: Griswold speaks of The Anvil of Fury - a legendary artifact long searched for, but never found. Crafted from the metallic bones of the Razor Pit demons, the Anvil of Fury was smelt around the skulls of the five most powerful magi of the underworld. Carved with runes of power and chaos, any weapon or armor forged upon this Anvil will be immersed into the realm of Chaos, imbedding it with magical properties. It is said that the unpredictable nature of Chaos makes it difficult to know what the outcome of this smithing will be...
pt_br: Griswold fala da Bigorna da Fúria, um artefato lendário há muito procurado, mas nunca achado. Esculpido a partir dos ossos metálicos dos demônios da Cova de Navalhas, a Bigorna da Fúria foi fundida em torno das caveiras dos cinco mais poderosos magos do Mundo Inferior. Entalhada com runas de poder e caos, qualquer arma ou armadura forjada sobre esta Bigorna será imersa no reino no Caos, sendo imbuída com propriedades mágicas. Dizem que a natureza imprevisível do Caos dificulta saber qual será o resultado dessa forja...

source: Don't you think that Griswold would be a better person to ask about this? He's quite handy, you know.
pt_br: Não acha que Griswold seria uma pessoa melhor para se perguntar sobre isto? Ele é bem acessível, você sabe.

source: If you had been looking for information on the Pestle of Curing or the Silver Chalice of Purification, I could have assisted you, my friend. However, in this matter, you would be better served to speak to either Griswold or Cain.
pt_br: Se você estivesse buscando informações sobre o Pilão da Cura ou o Cálice Prateado da Purificação, eu poderia lhe ajudar, meu(inha) amigo(a). Contudo, neste assunto, você será melhor servido se falar com Griwold ou Cain.
