Repository: kindred77/devilutionX
Catalog: Translations/*.po
Languages: pt_br

source: Pepin saved my grandmother's life, and I know that I can never repay him for that. His ability to heal any sickness is more powerful than the mightiest sword and more mysterious than any spell you can name. If you ever are in need of healing, Pepin can help you.
pt_br: Pepin salvou a vida da minha avó e eu sei que nunca poderei retribuí-lo o bastante por isso. A capacidade dele de curar qualquer doença é mais poderosa do que a espada mais forte e mais misteriosa do que qualquer feitiço que você possa pensar. Caso em algum momento precise de cura, Pepin pode lhe ajudar.

source: I grew up with Wirt's mother, Canace. Although she was only slightly hurt when those hideous creatures stole him, she never recovered. I think she died of a broken heart. Wirt has become a mean-spirited youngster, looking only to profit from the sweat of others. I know that he suffered and has seen horrors that I cannot even imagine, but some of that darkness hangs over him still.
pt_br: Eu cresci com a mãe de Wirt, Canace. Embora ela tenha se ferido apenas um pouco quando aquelas criaturas horrendas o roubaram, ela nunca se recuperou. Eu acho que ela morreu de coração partido. Wirt se tornou um jovem de espírito mesquinho, buscando apenas lucrar com o suor dos outros. Eu sei que ele sofreu e viu horrores que eu não posso sequer imaginar, mas um pouco dessa escuridão ainda paira sobre ele.

source: Ogden and his wife have taken me and my grandmother into their home and have even let me earn a few gold pieces by working at the inn. I owe so much to them, and hope one day to leave this place and help them start a grand hotel in the east.
pt_br: Ogden e sua esposa levaram a mim e a minha avó para a casa deles e ainda me deixaram ganhar algumas peças de ouro trabalhando na estalagem. Eu devo tanto a eles, e espero um dia sair deste lugar e ajudá-los a começar um grande hotel no leste.

source: Well, what can I do for ya?
pt_br: Bom, o que posso fazer por você?

source: If you're looking for a good weapon, let me show this to you. Take your basic blunt weapon, such as a mace. Works like a charm against most of those undying horrors down there, and there's nothing better to shatter skinny little skeletons!
pt_br: Se está procurando por uma boa arma, deixe-me lhe mostrar isto. Pegue uma arma básica de bater, como uma maça. Funciona muito bem contra a maioria dos horrores implacáveis lá embaixo, e não há nada melhor para estilhaçar esqueletinhos magrelos!

source: The axe? Aye, that's a good weapon, balanced against any foe. Look how it cleaves the air, and then imagine a nice fat demon head in its path. Keep in mind, however, that it is slow to swing - but talk about dealing a heavy blow!
pt_br: O machado? Sim, é uma boa arma, equilibrado contra qualquer inimigo. Veja como corta o ar, e então imagine a cabeça de um demônio gordo em seu caminho. Tenha em mente, contudo, que ele é lento de brandir - mas pense em um golpe pesado!

source: Look at that edge, that balance. A sword in the right hands, and against the right foe, is the master of all weapons. Its keen blade finds little to hack or pierce on the undead, but against a living, breathing enemy, a sword will better slice their flesh!
pt_br: Veja esse gume, esse equilíbrio. Uma espada nas mãos certas, e contra o inimigo certo, é a mestra de todas as armas. Sua lâmina afiada tem pouco a cortar ou perfurar em mortos-vivos, mas contra inimigos vivos e respirando, uma espada é o que melhor cortará suas carnes!

source: Your weapons and armor will show the signs of your struggles against the Darkness. If you bring them to me, with a bit of work and a hot forge, I can restore them to top fighting form.
pt_br: Suas armas e armadura mostrarão os sinais de suas lutas contra as Trevas. Se as trouxer para mim, com um pouco de trabalho e uma forja quente, posso restaurá-las às suas melhores formas.

source: While I have to practically smuggle in the metals and tools I need from caravans that skirt the edges of our damned town, that witch, Adria, always seems to get whatever she needs. If I knew even the smallest bit about how to harness magic as she did, I could make some truly incredible things.
pt_br: Enquanto eu tenho que praticamente contrabandear os metais e ferramentas de que preciso das caravanas que contornam as fronteiras de nossa cidade condenada, aquela bruxa, Ádria, sempre parece conseguir o que precisa. Se eu soubesse só um pouco sobre como usar magia como ela usa, eu poderia criar coisas realmente inacreditáveis.

source: Gillian is a nice lass. Shame that her gammer is in such poor health or I would arrange to get both of them out of here on one of the trading caravans.
pt_br: Gillian é uma boa jovem. Pena que sua avó esteja com tão pouca saúde, se não eu conseguiria levar ambas para fora daqui em uma das caravanas comerciais.

source: Sometimes I think that Cain talks too much, but I guess that is his calling in life. If I could bend steel as well as he can bend your ear, I could make a suit of court plate good enough for an Emperor!
pt_br: Às vezes acho que Cain fala demais, mas creio que este seja a missão dele em vida. Se eu pudesse controlar o aço como ele controla sua orelha, poderia fazer uma roupa de placas reais boa o suficiente para um Imperador!

source: I was with Farnham that night that Lazarus led us into Labyrinth. I never saw the Archbishop again, and I may not have survived if Farnham was not at my side. I fear that the attack left his soul as crippled as, well, another did my leg. I cannot fight this battle for him now, but I would if I could.
pt_br: Eu estava com Farnham na noite em que Lázarus nos levou para o Labirinto. Nunca mais vi o Arcebispo, e eu poderia não ter sobrevivido se Farnham não estivesse ao meu lado. Temo que o ataque tenha deixado sua alma tão debilitada quanto, bem, outro deixou a minha perna. Não posso lutar esta batalha por ele agora, mas se pudesse lutaria.

source: A good man who puts the needs of others above his own. You won't find anyone left in Tristram - or anywhere else for that matter - who has a bad thing to say about the healer.
pt_br: Um homem bom, que coloca as necessidades dos outros acima das dele próprio. Você não vai encontrar ninguém que sobrou em Tristram - ou em qualquer outro lugar, para ser sincero - que tenha algo de ruim a falar sobre o Curandeiro.

source: That lad is going to get himself into serious trouble... or I guess I should say, again. I've tried to interest him in working here and learning an honest trade, but he prefers the high profits of dealing in goods of dubious origin. I cannot hold that against him after what happened to him, but I do wish he would at least be careful.
pt_br: Aquele rapaz vai se meter em encrencas sérias... de novo, imagino que posso dizer. Eu tentei estimulá-lo a trabalhar aqui e aprender uma profissão honesta, mas ele prefere os lucros altos de negociar bens de origem duvidosa. Eu não tenho isso contra ele depois do que lhe aconteceu, mas realmente desejo que ele ao menos tenha cuidado.

source: The Innkeeper has little business and no real way of turning a profit. He manages to make ends meet by providing food and lodging for those who occasionally drift through the village, but they are as likely to sneak off into the night as they are to pay him. If it weren't for the stores of grains and dried meats he kept in his cellar, why, most of us would have starved during that first year when the entire countryside was overrun by demons.
pt_br: O Estalajadeiro tem poucos clientes e nenhuma forma real de lucrar. Ele consegue segurar as pontas provendo comida e alojamento para quem ocasionalmente se desvia através da cidade, mas as chances de que fujam furtivamente pela noite são iguais às de que paguem. Se não fosse pelas reservas de grãos e carnes secas que ele manteve em seu porão, nossa, a maioria de nós teria morrido durante aquele primeiro ano em que os campos inteiros foram invadidos por demônios.

source: Can't a fella drink in peace?
pt_br: Um camarada não pode beber em paz?

source: The gal who brings the drinks? Oh, yeah, what a pretty lady. So nice, too.
pt_br: A garota que traz as bebidas? Ah, sim, que moça bonita. Muito legal, também.

source: Why don't that old crone do somethin' for a change. Sure, sure, she's got stuff, but you listen to me... she's unnatural. I ain't never seen her eat or drink - and you can't trust somebody who doesn't drink at least a little.
pt_br: Por que aquela megera velha não faz algo, pra variar? Certo, certo, ela tem coisas, mas me escute aqui... ela é anormal. Eu nunca a vi comer ou beber - e não dá para confiar em alguém que não bebe ao menos um pouquinho.

source: Cain isn't what he says he is. Sure, sure, he talks a good story... some of 'em are real scary or funny... but I think he knows more than he knows he knows.
pt_br: Cain não é o que ele diz ser. Certo, certo, ele conta boas histórias... algumas são bem assustadoras ou engraçadas... Mas acho que ele sabe mais do que ele sabe que sabe.

source: Griswold? Good old Griswold. I love him like a brother! We fought together, you know, back when... we... Lazarus... Lazarus... Lazarus!!!
pt_br: Griswold? Bom e velho Griswold. Eu o amo como a um irmão! Lutamos juntos, você sabe, lá quando... nós... Lázarus... Lázarus... Lázarus!!!

source: Hehehe, I like Pepin. He really tries, you know. Listen here, you should make sure you get to know him. Good fella like that with people always wantin' help. Hey, I guess that would be kinda like you, huh hero? I was a hero too...
pt_br: Hehehe, eu gosto de Pepin. Ele realmente se esforça, sabe. Escute aqui, você deveria realmente ir conhecê-lo. Um camarada bom daqueles, com gente sempre querendo sua ajuda. Ei, acho que isso é meio como você, hein, herói(na)? Eu fui um herói também...

source: Wirt is a kid with more problems than even me, and I know all about problems. Listen here - that kid is gotta sweet deal, but he's been there, you know? Lost a leg! Gotta walk around on a piece of wood. So sad, so sad...
pt_br: Wirt é uma criança com mais problemas até do que eu, e eu sei tudo sobre problemas. Escute aqui - aquela criança tem bons negócios, mas ela já esteve lá, sabe? Perdeu uma perna! Precisa andar por aí em um pedaço de madeira. Muito triste, muito triste...

source: Ogden is the best man in town. I don't think his wife likes me much, but as long as she keeps tappin' kegs, I'll like her just fine. Seems like I been spendin' more time with Ogden than most, but he's so good to me...
pt_br: Ogden é o melhor homem da cidade. Não acho que sua esposa goste muito de mim, mas enquanto ela continuar trazendo cerveja dos barris, gostarei dela sem problemas. Parece que estive passando mais tempo com Ogden do que a maioria, mas ele é tão bom comigo...

source: I wanna tell ya sumthin', 'cause I know all about this stuff. It's my specialty. This here is the best... theeeee best! That other ale ain't no good since those stupid dogs...
pt_br: Quero lhe dizer algo, porque eu sei tudo sobre essas coisas. É a minha especialidade. Esta aqui é a melhor... aaaaaa melhor! A outra cerveja não é tão boa desde que aqueles cachorros estúpidos...

source: No one ever lis... listens to me. Somewhere - I ain't too sure - but somewhere under the church is a whole pile o' gold. Gleamin' and shinin' and just waitin' for someone to get it.
pt_br: Ninguém nunca me es... escuta. Em algum lugar - não tenho certeza - mas em algum lugar sob a igreja há uma pilha inteira de ouro. Brilhante e reluzente e só esperando que alguém vá lá pegá-la.

source: I know you gots your own ideas, and I know you're not gonna believe this, but that weapon you got there - it just ain't no good against those big brutes! Oh, I don't care what Griswold says, they can't make anything like they used to in the old days...
pt_br: Eu sei que você tem suas próprias ideias e sei que você não vai acreditar nisto, mas essa arma que você leva aí - simplesmente não é boa contra aqueles brutamontes! Ah, eu não me importo com o que Griswold diz, eles não conseguem fazer nada como o que faziam nos velhos dias...

source: If I was you... and I ain't... but if I was, I'd sell all that stuff you got and get out of here. That boy out there... He's always got somethin' good, but you gotta give him some gold or he won't even show you what he's got.
pt_br: Se eu fosse você... e não sou... mas se eu fosse, eu venderia tudo isso que você tem e daria o fora daqui. Aquele garoto lá... Ele sempre tem alguma coisa boa, mas você precisa dar ouro para ele, se não ele nem mostra o que tem.

source: I sense a soul in search of answers...
pt_br: Eu sinto uma alma sedenta por respostas...

source: Wisdom is earned, not given. If you discover a tome of knowledge, devour its words. Should you already have knowledge of the arcane mysteries scribed within a book, remember - that level of mastery can always increase.
pt_br: Sabedoria é conquistada, não dada. Se descobrir um tomo de conhecimento, devore suas palavras. Caso já tenha conhecimento dos mistérios arcanos descritos em um livro, lembre-se - esse nível de domínio sempre pode se expandir.

source: The greatest power is often the shortest lived. You may find ancient words of power written upon scrolls of parchment. The strength of these scrolls lies in the ability of either apprentice or adept to cast them with equal ability. Their weakness is that they must first be read aloud and can never be kept at the ready in your mind. Know also that these scrolls can be read but once, so use them with care.
pt_br: O maior poder é muitas vezes o que dura menos. Você pode encontrar antigas palavras de poder escritas em rolos de pergaminho. A força desses pergaminhos está na capacidade de tanto aprendizes quanto peritos lançar esses poderes com igual habilidade. A fraqueza deles é que precisam antes ser lidos em voz alta e não podem ser mantidos prontos na sua mente. Saiba também que esses pergaminhos podem ser lidos apenas uma vez, então use-os com cuidado.

source: Though the heat of the sun is beyond measure, the mere flame of a candle is of greater danger. No energies, no matter how great, can be used without the proper focus. For many spells, ensorcelled Staves may be charged with magical energies many times over. I have the ability to restore their power - but know that nothing is done without a price.
pt_br: Embora o calor do sol esteja além de qualquer medida, a mera chama de uma vela é um perigo maior. Nenhuma energia, não importa o quão grande seja, pode ser usada sem o foco adequado. Para muitos feitiços, Cajados enfeitiçados podem ser carregados com energias mágicas, por diversas vezes. Eu tenho a habilidade de restaurar seus poderes - mas saiba que nada é feito sem um preço.

source: The sum of our knowledge is in the sum of its people. Should you find a book or scroll that you cannot decipher, do not hesitate to bring it to me. If I can make sense of it I will share what I find.
pt_br: A soma do nosso conhecimento está na soma das pessoas. Caso encontre um livro ou pergaminho que não consiga decifrar, não hesite em trazê-lo até mim. Se eu conseguir entendê-lo, compartilharei o que descobrir.

source: To a man who only knows Iron, there is no greater magic than Steel. The blacksmith Griswold is more of a sorcerer than he knows. His ability to meld fire and metal is unequaled in this land.
pt_br: Para um homem que conhece apenas Ferro, não há mágica maior do que o Aço. O ferreiro Griswold é mais feiticeiro do que ele sabe. Sua habilidade de combinar fogo e metal é inigualável nestas terras.

source: Corruption has the strength of deceit, but innocence holds the power of purity. The young woman Gillian has a pure heart, placing the needs of her matriarch over her own. She fears me, but it is only because she does not understand me.
pt_br: Corrupção tem a força do engano, mas a inocência detém o poder da pureza. A jovem mulher Gillian tem um coração puro, colocando as necessidades de sua matriarca acima das próprias. Ela teme a mim, mas é apenas por não me compreender.

source: A chest opened in darkness holds no greater treasure than when it is opened in the light. The storyteller Cain is an enigma, but only to those who do not look. His knowledge of what lies beneath the cathedral is far greater than even he allows himself to realize.
pt_br: Um baú aberto na escuridão não detém tesouro maior do que se aberto na luz. O Contador de Histórias Cain é um enigma, mas apenas para quem não observa com atenção. Seu conhecimento do que jaz sob a catedral é muito maior do que ele mesmo se permite perceber.

source: The higher you place your faith in one man, the farther it has to fall. Farnham has lost his soul, but not to any demon. It was lost when he saw his fellow townspeople betrayed by the Archbishop Lazarus. He has knowledge to be gleaned, but you must separate fact from fantasy.
pt_br: Quanto mais alto puser a sua fé em um homem, mais distante ela terá que cair. Farnham perdeu sua alma, mas não para algum demônio. Ela foi perdida quando ele viu seus companheiros da cidade traídos pelo Arcebispo Lázarus. Ele tem conhecimento a ser colhido, mas você deve saber separar fato de fantasia.

source: The hand, the heart and the mind can perform miracles when they are in perfect harmony. The healer Pepin sees into the body in a way that even I cannot. His ability to restore the sick and injured is magnified by his understanding of the creation of elixirs and potions. He is as great an ally as you have in Tristram.
pt_br: A mão, o coração e a mente podem executar milagres quando estão em perfeita harmonia. O curandeiro Pepin vê dentro do corpo de uma forma que mesmo eu não consigo. Sua habilidade de recuperar os doentes e feridos é ampliada por seu entendimento da criação de elixires e poções. Ele é um grande aliado que você tem em Tristram.

source: There is much about the future we cannot see, but when it comes it will be the children who wield it. The boy Wirt has a blackness upon his soul, but he poses no threat to the town or its people. His secretive dealings with the urchins and unspoken guilds of nearby towns gain him access to many devices that cannot be easily found in Tristram. While his methods may be reproachful, Wirt can provide assistance for your battle against the encroaching Darkness.
pt_br: Há muito sobre o futuro que não podemos ver, mas, quando ele chegar, serão as crianças que o irão exercer. O garoto Wirt tem uma escuridão sobre sua alma, mas ele não representa ameaça alguma para a cidade ou seu povo. Suas negociações secretas com maltrapilhos e guildas obscuras de cidades próximas dão acesso a muitos aparatos que não podem ser encontrados facilmente em Tristram. Embora seus métodos possam ser repreensíveis, Wirt pode prover assistência para a sua batalha contra as Trevas que nos invadem.

source: Earthen walls and thatched canopy do not a home create. The innkeeper Ogden serves more of a purpose in this town than many understand. He provides shelter for Gillian and her matriarch, maintains what life Farnham has left to him, and provides an anchor for all who are left in the town to what Tristram once was. His tavern, and the simple pleasures that can still be found there, provide a glimpse of a life that the people here remember. It is that memory that continues to feed their hopes for your success.
pt_br: Muros terrenos e tetos de palha não criam um lar. O estalajadeiro Ogden serve a um propósito maior nesta cidade do que muitos compreendem. Ele provê abrigo para Gillian e a matriarca dela, mantém qualquer que seja a vida que ainda sobra em Farnham, e provê uma âncora para todos que restaram na cidade ao que Tristram uma vez fora. Sua taverna, e os prazeres simples que ainda se pode encontrar lá, proveem um vislumbre de uma vida da qual as pessoas daqui se lembram. É essa memória que continua a alimentar as esperanças deles pelo seu sucesso.

source: Pssst... over here...
pt_br: Pssst... vem aqui...

source: Not everyone in Tristram has a use - or a market - for everything you will find in the labyrinth. Not even me, as hard as that is to believe. Sometimes, only you will be able to find a purpose for some things.
pt_br: Nem todos em Tristram terão um uso - ou mercado - para tudo o que você encontrar no labirinto. Nem mesmo eu, por mais difícil que seja de acreditar. Às vezes, só você será capaz de encontrar um propósito para algumas coisas.

source: Don't trust everything the drunk says. Too many ales have fogged his vision and his good sense.
pt_br: Não confie em tudo que o bêbado diz. Muitas cervejas embaçaram sua visão e seu bom senso.

source: In case you haven't noticed, I don't buy anything from Tristram. I am an importer of quality goods. If you want to peddle junk, you'll have to see Griswold, Pepin or that witch, Adria. I'm sure that they will snap up whatever you can bring them...
pt_br: Caso não tenha percebido, eu não compro nada de Tristram. Eu sou um importador de bens de qualidade. Se quiser vender porcarias, terá que ir ver Griswold, Pepin ou aquela bruxa, Ádria. Tenho certeza de que aceitarão com facilidade qualquer coisa que levar para eles...

source: I guess I owe the blacksmith my life - what there is of it. Sure, Griswold offered me an apprenticeship at the smithy, and he is a nice enough guy, but I'll never get enough money to... well, let's just say that I have definite plans that require a large amount of gold.
pt_br: Eu creio que devo a minha vida ao ferreiro - o que quer que haja dela. Certo, Griswold me ofereceu ser aprendiz na ferraria, e ele é um cara legal o suficiente, mas eu nunca conseguiria dinheiro o suficiente para... Bom, digamos apenas que tenho planos definidos que precisarão de uma grande quantia de ouro.

source: If I were a few years older, I would shower her with whatever riches I could muster, and let me assure you I can get my hands on some very nice stuff. Gillian is a beautiful girl who should get out of Tristram as soon as it is safe. Hmmm... maybe I'll take her with me when I go...
pt_br: Se eu fosse alguns anos mais velho, eu a banharia em todas as riquezas que eu pudesse reunir, e posso lhe garantir que consigo pôr as mãos em coisas muito boas. Gillian é uma bela garota, que deveria sair de Tristram assim que for seguro. Hmmm... talvez eu a leve comigo quando eu for...

source: Cain knows too much. He scares the life out of me - even more than that woman across the river. He keeps telling me about how lucky I am to be alive, and how my story is foretold in legend. I think he's off his crock.
pt_br: Cain sabe demais. Ele me assusta muito - mais até do que aquela mulher do outro lado do rio. Ele fica me falando sobre o quão sortudo eu sou por estar vivo, e como a minha história foi prenunciada em lendas. Eu acho que ele está meio doido.

source: Farnham - now there is a man with serious problems, and I know all about how serious problems can be. He trusted too much in the integrity of one man, and Lazarus led him into the very jaws of death. Oh, I know what it's like down there, so don't even start telling me about your plans to destroy the evil that dwells in that Labyrinth. Just watch your legs...
pt_br: Farnham - aí está um homem com problemas sérios, e eu sei tudo sobre o quão sérios problemas podem ser. Ele confiou demais na integridade de um homem, e Lázarus o levou direto para as mandíbulas da morte. Ah, eu sei como é lá embaixo, então nem comece a me contar seus planos de destruir o mal que habita aquele Labirinto. Só tome cuidado com as suas pernas...
