Repository: kindred77/devilutionX
Catalog: Translations/*.po
Languages: pt_br

source: Game Design
pt_br: Design do Jogo

source: Senior Designers
pt_br: Designers Sêniores

source: Additional Design
pt_br: Design Adicional

source: Lead Programmer
pt_br: Programador Líder

source: Senior Programmers
pt_br: Programadores Sêniores

source: Programming
pt_br: Programação

source: Special Guest Programmers
pt_br: Programadores Convidados Especiais

source: Battle.net Programming
pt_br: Programação Battle.net

source: Serial Communications Programming
pt_br: Programação de Comunicação Serial

source: Installer Programming
pt_br: Programação do Instalador

source: Art Directors
pt_br: Diretores de Arte

source: Artwork
pt_br: Arte

source: Technical Artwork
pt_br: Arte Técnica

source: Cinematic Art Directors
pt_br: Diretores de Arte Cinematográfica

source: 3D Cinematic Artwork
pt_br: Arte Cinematográfica 3D

source: Cinematic Technical Artwork
pt_br: Arte Técnica Cinematográfica

source: Executive Producer
pt_br: Produtor Executivo

source: Producer
pt_br: Produtor

source: Associate Producer
pt_br: Produtor Associado

source: Diablo Strike Team
pt_br: Equipe Strike Team Diablo

source: Music
pt_br: Música

source: Sound Design
pt_br: Design de Som

source: Cinematic Music & Sound
pt_br: Música Cinematográfica e Som

source: Voice Production, Direction & Casting
pt_br: Produção de Voz, Direção e Elenco

source: Script & Story
pt_br: Roteiro e História

source: Voice Editing
pt_br: Edição de voz

source: Voices
pt_br: Vozes

source: Recording Engineer
pt_br: Engenheiro de Gravação

source: Manual Design & Layout
pt_br: Design e Layout do Manual

source: Manual Artwork
pt_br: Arte do Manual

source: Provisional Director of QA (Lead Tester)
pt_br: Diretor provisório do Controle de Qualidade (Testador Líder)

source: QA Assault Team (Testers)
pt_br: Equipe de Assalto do Controle de Qualidade (Testadores)

source: QA Special Ops Team (Compatibility Testers)
pt_br: Forças Especiais do Controle de Qualidade (Testadores de Compatibilidade)

source: QA Artillery Support (Additional Testers)
pt_br: Suporte de Artilharia do Controle de Qualidade (Testadores Adicionais)

source: QA Counterintelligence
pt_br: Contrainteligência do Controle de Qualidade

source: Order of Network Information Services
pt_br: Ordem dos Serviços de Informações de Rede

source: Customer Support
pt_br: Suporte ao Cliente

source: Sales
pt_br: Vendas

source: Mr. Dabiri's Background Vocalists
pt_br: Vocalistas de Apoio do Senhor Dabiri

source: Public Relations
pt_br: Relações Públicas

source: International Sales
pt_br: Vendas Internacionais

source: U.S. Sales
pt_br: Vendas EUA

source: Manufacturing
pt_br: Produção

source: Legal & Business
pt_br: Jurídico & Negócios

source: Special Thanks To
pt_br: Agradecimentos especiais para

source: Thanks To
pt_br: Agradecimentos a

source: In memory of
pt_br: Em memória de

source: Very Special Thanks to
pt_br: Agradecimentos muito especiais a

source: General Manager
pt_br: Gerente Geral

source: Software Engineering
pt_br: Engenharia de Software

source: Art Director
pt_br: Diretores de Arte

source: Artists
pt_br: Artistas

source: Design
pt_br: Projeto

source: Sound Design, SFX & Audio Engineering
pt_br: Projeto de Som, Efeitos Sonoros & Engenharia de Áudio

source: Quality Assurance Lead
pt_br: Líder do Controle de Qualidade

source: Testers
pt_br: Testadores

source: Additional Work
pt_br: Arte Adicional

source: Quest Text Writing
pt_br: Escritor dos Textos das Missões

source: Thanks to
pt_br: Agradecimentos a

source: Special Thanks to Blizzard Entertainment
pt_br: Agradecimentos Especiais à Blizzard Entertainment

source: Quality Assurance Manager
pt_br: Gerente do Controle de Qualidade

source: Quality Assurance Lead Tester
pt_br: Líder de Teste do Controle de Qualidade

source: Main Testers
pt_br: Testadores Principais

source: Additional Testers
pt_br: Testadores Adicionais

source: Product Marketing Manager
pt_br: Gerente de Marketing de Produto

source: Public Relations Manager
pt_br: Gerente de Relações Públicas

source: Associate Product Manager
pt_br: Gerente de Produto Associado

source: The Ring of One Thousand
pt_br: O Anel dos Mil

source: No souls were sold in the making of this game.
pt_br: Nenhuma alma foi vendida na criação deste jogo.

source: Choose Class
pt_br: Escolha uma Classe

source: Warrior
pt_br: Guerreiro

source: Rogue
pt_br: Ladina

source: Sorcerer
pt_br: Feiticeiro

source: Monk
pt_br: Monge

source: Bard
pt_br: Bardo

source: Barbarian
pt_br: Bárbaro

source: Cancel
pt_br: Cancelar

source: New Multi Player Hero
pt_br: Novo Herói Multijogador

source: New Single Player Hero
pt_br: Novo Herói

source: Save File Exists
pt_br: Jogo Salvo Existente

source: Load Game
pt_br: Carregar Jogo

source: New Game
pt_br: Novo Jogo

source: Single Player Characters
pt_br: Personagens

source: The Rogue and Sorcerer are only available in the full retail version of Diablo. Visit https://www.gog.com/game/diablo to purchase.
pt_br: A Ladina e o Feiticeiro estão disponíveis apenas na versão comercial completa do Diablo. Visite https://www.gog.com/game/diablo para comprar.

source: Enter Name
pt_br: Inserir nome

source: Invalid name. A name cannot contain spaces, reserved characters, or reserved words.
pt_br: Nome inválido. Um nome não pode conter espaços, caracteres reservados ou palavras.

source: Unable to create character.
pt_br: Não foi possível criar o personagem.

source: Level:
pt_br: Nível:

source: Strength:
pt_br: Força:

source: Magic:
pt_br: Magia:

source: Dexterity:
pt_br: Destreza:

source: Vitality:
pt_br: Vitalidade:

source: Savegame:
pt_br: Jogo Salvo:

source: Select Hero
pt_br: Selecione um Herói

source: New Hero
pt_br: Novo herói

source: Delete
pt_br: Apagar

source: Multi Player Characters
pt_br: Personagens Multijogador

source: Delete Multi Player Hero
pt_br: Apagar Herói Multijogador

source: Delete Single Player Hero
pt_br: Apagar Herói

source: Are you sure you want to delete the character "{:s}"?
pt_br: Tem certeza de que deseja apagar o personagem "{:s}"?

source: Single Player
pt_br: Um Jogador

source: Multi Player
pt_br: Multijogador

source: Settings
pt_br: Configurações

source: Support
pt_br: Suporte

source: Show Credits
pt_br: Exibir Créditos

source: Exit Hellfire
pt_br: Sair do Hellfire

source: Exit Diablo
pt_br: Sair do Diablo

source: Client-Server (TCP)
pt_br: Cliente-Servidor (TCP)

source: Multi Player Game
pt_br: Jogo Multijogador

source: Requirements:
pt_br: Requisitos:

source: no gateway needed
pt_br: sem gateway

source: Select Connection
pt_br: Selecione uma conexão

source: Change Gateway
pt_br: Mudar Gateway

source: All computers must be connected to a TCP-compatible network.
pt_br: Todos os computadores devem estar conectados a uma rede compatível com TCP.

source: All computers must be connected to the internet.
pt_br: Todos os computadores devem estar conectados à internet.

source: Play by yourself with no network exposure.
pt_br: Jogue sozinho sem exposição na rede.

source: Players Supported: {:d}
pt_br: Jogadores Suport.: {:d}

source: The host is running a different game than you.
pt_br: O anfitrião está executando um jogo diferente de você.

source: The host is running a different game mode ({:s}) than you.
pt_br: O anfitrião está executando o modo de jogo ({:s}) diferente de você.

source: Your version {:s} does not match the host {:d}.{:d}.{:d}.
pt_br: Sua versão {:s} não corresponde com a do anfitrião {:d}.{:d}.{:d}.

source: Description:
pt_br: Descrição:

source: Select Action
pt_br: Selecionar Ação

source: Create Game
pt_br: Criar jogo

source: Create Public Game
pt_br: Criar Jogo Público

source: Join Game
pt_br: Entrar no jogo

source: Public Games
pt_br: Jogos Públicos

source: Loading...
pt_br: Carregando...

source: None
pt_br: Nenhum

source: CANCEL
pt_br: CANCELAR

source: Create a new game with a difficulty setting of your choice.
pt_br: Crie um novo jogo com uma dificuldade de sua escolha.

source: Create a new public game that anyone can join with a difficulty setting of your choice.
pt_br: Crie um novo jogo público aberto a qualquer pessoa com uma dificuldade de sua escolha.

source: Enter Game ID to join a game already in progress.
pt_br: Insira o ID do Jogo para entrar em um jogo já em andamento.

source: Enter an IP or a hostname to join a game already in progress.
pt_br: Insira um IP ou nome do servidor e entre em um jogo já em andamento.

source: Join the public game already in progress.
pt_br: Entrar em um jogo público já em andamento.

source: Nightmare
pt_br: Pesadelo

source: Hell
pt_br: Inferno

source: Difficulty: {:s}
pt_br: Dificuldade: {:s}

source: Speed: Normal
pt_br: Velocidade: Normal

source: Speed: Fast
pt_br: Velocidade: Rápido

source: Speed: Faster
pt_br: Velocidade: Muito rápido

source: Speed: Fastest
pt_br: Velocidade: Super rápido

source: Players:
pt_br: Jogadores:

source: Select Difficulty
pt_br: Dificuldade

source: Join {:s} Games
pt_br: Entrar em jogos {:s}

source: Enter Game ID
pt_br: Insira ID do Jogo

source: Enter address
pt_br: Inserir endereço

source: Normal Difficulty This is where a starting character should begin the quest to defeat Diablo.
pt_br: Dificuldade Normal É aqui que um personagem inicial deve começar a jornada para derrotar Diablo.

source: Nightmare Difficulty The denizens of the Labyrinth have been bolstered and will prove to be a greater challenge. This is recommended for experienced characters only.
pt_br: Dificuldade Pesadelo Os habitantes do Labirinto foram reforçados e provarão ser um grande desafio. Recomendado apenas para personagens experientes.

source: Hell Difficulty The most powerful of the underworld's creatures lurk at the gateway into Hell. Only the most experienced characters should venture in this realm.
pt_br: Dificuldade Inferno As mais poderosas criaturas do submundo se escondem na porta de entrada do Inferno. Somente os personagens mais experientes devem se aventurar nesse reino.

source: Your character must reach level 20 before you can enter a multiplayer game of Nightmare difficulty.
pt_br: Seu personagem deve atingir o nível 20 antes de poder entrar em um jogo multijogador na dificuldade Pesadelo.

source: Your character must reach level 30 before you can enter a multiplayer game of Hell difficulty.
pt_br: Seu personagem deve atingir o nível 30 antes de poder entrar em um jogo multijogador na dificuldade Inferno.

source: Select Game Speed
pt_br: Velocidade do jogo

source: Fast
pt_br: Rápido

source: Faster
pt_br: Muito Rápido

source: Fastest
pt_br: Super Rápido

source: Normal Speed This is where a starting character should begin the quest to defeat Diablo.
pt_br: Velocidade: Normal É aqui que um personagem iniciante deve começar a jornada para derrotar Diablo.

source: Fast Speed The denizens of the Labyrinth have been hastened and will prove to be a greater challenge. This is recommended for experienced characters only.
pt_br: Velocidade: Rápido Os habitantes do Labirinto foram acelerados e provarão ser um desafio maior. Isso é recomendado apenas para personagens experientes.

source: Faster Speed Most monsters of the dungeon will seek you out quicker than ever before. Only an experienced champion should try their luck at this speed.
pt_br: Velocidade: Muito Rápido A maioria dos monstros da masmorra irão procurá-lo mais rápido do que nunca. Apenas um campeão experiente deve tentar a sorte nesta velocidade.

source: Fastest Speed The minions of the underworld will rush to attack without hesitation. Only a true speed demon should enter at this pace.
pt_br: Velocidade: Super Rápido Os asseclas do submundo correrão para atacar sem hesitação. Apenas um verdadeiro demônio da velocidade deve entrar neste ritmo.

source: Enter Password
pt_br: Inserir senha

source: Enter Hellfire
pt_br: Entrar no Hellfire

source: Switch to Diablo
pt_br: Mudar para Diablo

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Press gamepad buttons to change.
pt_br: Pressione qualquer botão do controle para alterar.

source: Bound key:
pt_br: Tecla Associada:

source: Press any key to change.
pt_br: Pressione qualquer tecla para mudar.

source: Unbind key
pt_br: Desassociar tecla

source: Bound button combo:
pt_br: Combinação de botões associada:

source: Unbind button combo
pt_br: Remover combo de botões

source: Previous Menu
pt_br: Menu anterior

source: We maintain a chat server at Discord.gg/devilutionx Follow the links to join our community where we talk about things related to Diablo, and the Hellfire expansion.
pt_br: Nós mantemos um servidor de chat em Discord.gg/devilutionx Clique nos links para se juntar a comunidade onde nós conversamos sobre assuntos relacionados ao Diablo, e a expansão Hellfire.

source: DevilutionX is maintained by Diasurgical, issues and bugs can be reported at this address: https://github.com/diasurgical/devilutionX To help us better serve you, please be sure to include the version number, operating system, and the nature of the problem.
pt_br: DevilutionX é mantido por Diasurgical, problemas e erros podem ser reportados neste endereço: https://github.com/diasurgical/devilutionX Para nos ajudar a melhor atendê-lo, certifique-se de incluir o número da versão, sistema operacional e a natureza do problema.

source: Disclaimer:
pt_br: Aviso legal:

source: DevilutionX is not supported or maintained by Blizzard Entertainment, nor GOG.com. Neither Blizzard Entertainment nor GOG.com has tested or certified the quality or compatibility of DevilutionX. All inquiries regarding DevilutionX should be directed to Diasurgical, not to Blizzard Entertainment or GOG.com.
pt_br: DevilutionX não é suportado nem mantido pela Blizzard Entertainment, nem GOG.com. Nem Blizzard Entertainment ou GOG.com testaram ou certificaram a qualidade ou compatibilidade de DevilutionX. Todas as questões com respeito a DevilutionX devem ser dirigidas a Diasurgical, não a Blizzard Entertainment ou GOG.com.

source: This port makes use of Charis SIL, New Athena Unicode, Unifont, and Noto which are licensed under the SIL Open Font License, as well as Twitmoji which is licensed under CC-BY 4.0. The port also makes use of SDL which is licensed under the zlib-license. See the ReadMe for further details.
pt_br: Este port faz uso das fontes Charis SIL, New Athena Unicode, Unifont, e Noto que são licenciadas sob a SIL Open Font License, e também a fonte Twitmoji que é licenciada sob CC-BY 4.0. O port também faz uso da SDL, a qual é licenciada sob a zlib-license. Leia o ReadMe para mais detalhes.

source: Error
pt_br: Erro

source: {:s} The error occurred at: {:s} line {:d}
pt_br: {:s} O erro ocorreu em: {:s} linha {:d}

source: Data File Error
pt_br: Erro de arquivo de dados

source: Unable to open main data archive ({:s}). Make sure that it is in the game folder.
pt_br: Não foi possível abrir o arquivo de dados principal ({:s}). Certifique-se de que ele esteja na pasta do jogo.

source: Read-Only Directory Error
pt_br: Erro de diretório, somente leitura

source: Unable to write to location: {:s}
pt_br: Não foi possível gravar no local: {:s}

source: Game:
pt_br: Jogo:

source: Offline Game
pt_br: Partida Offline

source: Password:
pt_br: Senha:

source: Public Game
pt_br: Jogo Público

source: Level: Nest {:d}
pt_br: Nível: Enxame {:d}

source: Level: Crypt {:d}
pt_br: Nível: Cripta {:d}

source: Town
pt_br: Cidade

source: Level: {:d}
pt_br: Nível: {:d}

source: Character Information
pt_br: Informações do personagem

source: Quests log
pt_br: Registro de missões

source: Automap
pt_br: Automapa

source: Main Menu
pt_br: Menu Principal

source: Inventory
pt_br: Inventário

source: Spell book
pt_br: Livro de feitiços

source: Send Message
pt_br: Enviar Mensagem

source: Available Commands:
pt_br: Comandos Disponíveis:

source: Command
pt_br: Comando

source: is unknown.
pt_br: é desconhecido.

source: Description:
pt_br: Descrição:

source: Parameters: No additional parameter needed.
pt_br: Parâmetros: Nenhum parâmetro adicional é necessário.

source: Parameters:
pt_br: Parâmetros:

source: Arenas are only supported in multiplayer.
pt_br: Arenas só estão disponíveis no modo multijogador.

source: What arena do you want to visit?
pt_br: Qual arena você quer visitar?

source: Invalid arena-number. Valid numbers are:
pt_br: Número de arena inválido. Os números válidos são:

source: To enter a arena, you need to be in town or another arena.
pt_br: Para entrar em uma arena, você precisa estar na cidade ou em outra arena.

source: Inspecting only supported in multiplayer.
pt_br: Inspeção só está disponível no modo multijogador.

source: Stopped inspecting players.
pt_br: Parar de inspecionar os jogadores.

source: No players found with such a name
pt_br: Nenhum jogador encontrado com este nome

source: Inspecting player:
pt_br: Inspecionar jogador:

source: Prints help overview or help for a specific command.
pt_br: Exibe a visão geral da ajuda ou ajuda para um comando específico.

source: [command]
pt_br: [comando]

source: Enter a PvP Arena.
pt_br: Entrar em uma Arena PvP.

source: <arena-number>
pt_br: <número-da-arena>

source: Gives Arena Potions.
pt_br: Dá Poções de Arena.

source: Inspects stats and equipment of another player.
pt_br: Inspeciona atributos e equipamentos de outro jogador.

source: <player name>
pt_br: <nome do jogador>

source: Show seed infos for current level.
pt_br: Mostrar informações de seed do nível atual.

source: Player friendly
pt_br: Amigável a jogadores

source: Player attack
pt_br: Hostil a jogadores

source: Hotkey: {:s}
pt_br: Tecla de atalho: {:s}

source: Select current spell button
pt_br: Selecionar feitiço atual

source: Hotkey: 's'
pt_br: Tecla de atalho: 's'

source: {:s} Skill
pt_br: Habilidade de {:s}

source: {:s} Spell
pt_br: Feitiço de {:s}

source: Spell Level 0 - Unusable
pt_br: Nível do feitiço 0 - Inutilizável

source: Spell Level {:d}
pt_br: Nível do feitiço {:d}

source: Scroll of {:s}
pt_br: Pergaminho de {:s}

source: {:d} Scroll
pt_br: {:d} pergaminho

source: Staff of {:s}
pt_br: Cajado de {:s}

source: {:d} Charge
pt_br: {:d} carga

source: {:s} gold piece
pt_br: {:s} peça de ouro

source: Requirements not met
pt_br: Pré-requisitos não atendidos

source: {:s}, Level: {:d}
pt_br: {:s}, Nível: {:d}

source: Hit Points {:d} of {:d}
pt_br: Pontos de vida {:d} de {:d}

source: Level Up
pt_br: Subiu de Nível

source: You have {:s} gold piece. How many do you want to remove?
pt_br: Você tem {:s} peça de ouro. Quanto quer remover?

source: Town Portal
pt_br: Portal da cidade

source: from {:s}
pt_br: de {:s}

source: Portal to
pt_br: Portal para

source: The Unholy Altar
pt_br: O Altar Profano

source: level 15
pt_br: o nível 15

source: Print this message and exit
pt_br: Imprime esta mensagem e sai

source: Print the version and exit
pt_br: Imprime a versão e sai

source: Specify the folder of diabdat.mpq
pt_br: Especifique a pasta de diabdat.mpq

source: Specify the folder of save files
pt_br: Especifique a pasta dos arquivos salvos

source: Specify the location of diablo.ini
pt_br: Especifique o local do diablo.ini

source: Specify the language code (e.g. en or pt_BR)
pt_br: Especifique o código do idioma (por exemplo, en ou pt_BR)

source: Skip startup videos
pt_br: Pular vídeos de abertura

source: Display frames per second
pt_br: Exibir quadros por segundo

source: Enable verbose logging
pt_br: Habilitar relatório detalhado

source: Record a demo file
pt_br: Grava um arquivo de demonstração

source: Play a demo file
pt_br: Toca um arquivo de demonstração

source: Disable all frame limiting during demo playback
pt_br: Desabilita todos os limites de frame durante a demonstração

source: Game selection:
pt_br: Seleção do jogo:

source: Force Shareware mode
pt_br: Forçar modo Shareware

source: Force Diablo mode
pt_br: Forçar modo Diablo

source: Force Hellfire mode
pt_br: Forçar modo Hellfire

source: Hellfire options:
pt_br: Opções do Hellfire:

source: Report bugs at https://github.com/diasurgical/devilutionX/
pt_br: Reportar erros em https://github.com/diasurgical/devilutionX/

source: Please update devilutionx.mpq and fonts.mpq to the latest version
pt_br: Por favor, atualize devilutionx.mpq e fonts.mpq para a versão mais recente

source: Failed to load UI resources. Make sure devilutionx.mpq is in the game folder and that it is up to date.
pt_br: Falha ao carregar recursos de interface do usuário. Certifique-se de que o arquivo devilutionx.mpq esteja na pasta do jogo e de que esteja atualizado.

source: Please update fonts.mpq to the latest version
pt_br: Por favor, atualize o fonts.mpq para a versão mais recente

source: -- Network timeout --
pt_br: -- Tempo limite da rede excedido --

source: -- Waiting for players --
pt_br: -- Aguardando jogadores --

source: No help available
pt_br: Nenhuma ajuda disponível

source: while in stores
pt_br: enquanto estiver em lojas

source: Belt item {}
pt_br: Item do Cinto {}

source: Use Belt item.
pt_br: Usar item do Cinto.

source: Quick spell {}
pt_br: Feitiço rápido {}

source: Hotkey for skill or spell.
pt_br: Tecla de atalho para habilidade ou feitiço.

source: Use health potion
pt_br: Usar poção de vida

source: Use health potions from belt.
pt_br: Usar poção de vida do cinto.

source: Use mana potion
pt_br: Usar poção de mana

source: Use mana potions from belt.
pt_br: Usar poção de mana do cinto.

source: Speedbook
pt_br: Livro de Acesso Rápido

source: Open Speedbook.
pt_br: Abrir livro de Acesso Rápido.

source: Quick save
pt_br: Salvamento rápido

source: Saves the game.
pt_br: Salvar o jogo.

source: Quick load
pt_br: Carregamento rápido

source: Loads the game.
pt_br: Carregar Jogo.

source: Quit game
pt_br: Sair do jogo

source: Closes the game.
pt_br: Fechar o jogo.

source: Stop hero
pt_br: Parar herói

source: Stops walking and cancel pending actions.
pt_br: Para de andar e cancela ações pendentes.

source: Item highlighting
pt_br: Destacar Items

source: Show/hide items on ground.
pt_br: Exibir/esconder items no chão.

source: Toggle item highlighting
pt_br: Habilitar/desabilitar destaque de Items

source: Permanent show/hide items on ground.
pt_br: Exibir/esconder items no chão permanetemente.

source: Toggle automap
pt_br: Habilitar/desabilitar mapa

source: Toggles if automap is displayed.
pt_br: Habilitar/desabilitar se mapa está visível.

source: Open Inventory screen.
pt_br: Abrir tela de inventário.

source: Character
pt_br: Person.

source: Open Character screen.
pt_br: Abrir tela de Personagem.

source: Quest log
pt_br: Registro de Missões

source: Open Quest log.
pt_br: Abrir registro de missões.

source: Spellbook
pt_br: Livro de Feitiços

source: Open Spellbook.
pt_br: Abrir Livro de Feitiços.

source: Quick Message {}
pt_br: Mensagem Rápida {}

source: Use Quick Message in chat.
pt_br: Usar Mensagem Rápida no chat.

source: Hide Info Screens
pt_br: Esconder Telas de Informação

source: Hide all info screens.
pt_br: Esconder todas as telas de informação.

source: Zoom Game Screen.
pt_br: Zoom da Tela do Jogo.

source: Pause Game
pt_br: Pausar Jogo

source: Pauses the game.
pt_br: Pausa o jogo.

source: Reduce screen brightness.
pt_br: Reduzir o brilho da tela.

source: Increase screen brightness.
pt_br: Aumentar o brilho da tela.

source: Help
pt_br: Ajuda

source: Open Help Screen.
pt_br: Abrir Tela de Ajuda.

source: Screenshot
pt_br: Captura de tela

source: Takes a screenshot.
pt_br: Captura a tela.

source: Game info
pt_br: Informações do jogo

source: Displays game infos.
pt_br: Exibir informações do jogo.

source: Chat Log
pt_br: Chat

source: Displays chat log.
pt_br: Exibe chat.

source: Primary action
pt_br: Ação primária

source: Attack monsters, talk to towners, lift and place inventory items.
pt_br: Atacar monstros, conversar com os habitantes da cidade, tirar e colocar itens de inventário.

source: Secondary action
pt_br: Ação secundária
