Repository: kindred77/devilutionX
Catalog: Translations/*.po
Languages: pt_br

source: Griswold's father used to tell some of us when we were growing up about a giant anvil that was used to make mighty weapons. He said that when a hammer was struck upon this anvil, the ground would shake with a great fury. Whenever the earth moves, I always remember that story.
pt_br: O pai de Griswold costumava contar para alguns de nós, quando éramos crianças, sobre uma bigorna gigante que era usada para fazer armas potentes. Ele disse que quando um machado batia nesta bigorna, o chão tremia em grande fúria. Sempre que a terra se mexe, eu lembro desta história.

source: Greetings! It's always a pleasure to see one of my best customers! I know that you have been venturing deeper into the Labyrinth, and there is a story I was told that you may find worth the time to listen to... One of the men who returned from the Labyrinth told me about a mystic anvil that he came across during his escape. His description reminded me of legends I had heard in my youth about the burning Hellforge where powerful weapons of magic are crafted. The legend had it that deep within the Hellforge rested the Anvil of Fury! This Anvil contained within it the very essence of the demonic underworld... It is said that any weapon crafted upon the burning Anvil is imbued with great power. If this anvil is indeed the Anvil of Fury, I may be able to make you a weapon capable of defeating even the darkest lord of Hell! Find the Anvil for me, and I'll get to work!
pt_br: Saudações! É sempre um prazer ver um de meus melhores clientes! Eu sei que você esteve se aventurando mais fundo no Labirinto, e há uma história que me contaram que você pode achar que vale o tempo de ouvi-la... Um dos homens que voltou do Labirinto me contou sobre uma bigorna mística pela qual passou durante sua fuga. A descrição que deu me lembrou de lendas que ouvi na juventude sobre uma ardente Forja Infernal, onde poderosas armas mágicas são fabricadas. A lenda diz que nas profundezas da Forja Infernal repousava a Bigorna da Fúria! Esta Bigorna continha dentro dela a própria essência do demoníaco Mundo Inferior... Dizem que qualquer arma construída sobre a ardente Bigorna é imbuída com grandes poderes. Se esta bigorna é de fato a Bigorna da Fúria, eu posso conseguir fazer para você uma arma capaz de derrotar mesmo o senhor mais sombrio do Inferno! Encontre-a para mim e eu começarei os trabalhos!

source: Nothing yet, eh? Well, keep searching. A weapon forged upon the Anvil could be your best hope, and I am sure that I can make you one of legendary proportions.
pt_br: Nada ainda, né? Bom, continue procurando. Uma arma forjada sobre a Bigorna pode ser a sua melhor esperança, e tenho certeza de que posso fazer para você uma arma de proporções lendárias.

source: I can hardly believe it! This is the Anvil of Fury - good work, my friend. Now we'll show those bastards that there are no weapons in Hell more deadly than those made by men! Take this and may Light protect you.
pt_br: Mal posso acreditar! Esta é a Bigorna da Fúria - bom trabalho, meu(inha) amigo(a). Agora iremos mostrar para esses desgraçados que não há armas no Inferno mais letais do que as feitas pelos homens! Tome isto e que a Luz lhe proteja.

source: Griswold can't sell his anvil. What will he do then? And I'd be angry too if someone took my anvil!
pt_br: Griswold não pode vender a bigorna dele. O que ele faria depois? E eu também ficaria irritado se alguém pegasse a minha bigorna!

source: There are many artifacts within the Labyrinth that hold powers beyond the comprehension of mortals. Some of these hold fantastic power that can be used by either the Light or the Darkness. Securing the Anvil from below could shift the course of the Sin War towards the Light.
pt_br: Há muitos artefatos dentro do Labirinto que detém poderes além da compreensão dos mortais. Alguns deles possuem um poder fantástico que pode ser usado tanto para a Luz como para as Trevas. Colocar a Bigorna em segurança pode mudar o curso da Guerra do Pecado em direção à Luz.

source: If you were to find this artifact for Griswold, it could put a serious damper on my business here. Awwww, you'll never find it.
pt_br: Se você encontrar esse artefato para Griswold, poderia dar uma séria esfriada nos meus negócios por aqui. Hmm, você nunca vai achá-lo.

source: The Gateway of Blood and the Halls of Fire are landmarks of mystic origin. Wherever this book you read from resides it is surely a place of great power. Legends speak of a pedestal that is carved from obsidian stone and has a pool of boiling blood atop its bone encrusted surface. There are also allusions to Stones of Blood that will open a door that guards an ancient treasure... The nature of this treasure is shrouded in speculation, my friend, but it is said that the ancient hero Arkaine placed the holy armor Valor in a secret vault. Arkaine was the first mortal to turn the tide of the Sin War and chase the legions of darkness back to the Burning Hells. Just before Arkaine died, his armor was hidden away in a secret vault. It is said that when this holy armor is again needed, a hero will arise to don Valor once more. Perhaps you are that hero...
pt_br: A Passagem de Sangue e o Salão de Fogo são lugares de origem mística. Onde quer que resida este livro que você leu, é certamente um local de grande poder. Lendas falam de um pedestal entalhado em pedra obsidiana e com uma poça de sangue fervente no topo de sua superfície incrustada de ossos. Há também alusões a Pedras de Sangue que abrirão uma porta que guarda um tesouro antigo... A natureza deste tesouro é coberta de especulações, meu(inha) amigo(a), mas dizem que o antigo herói Arkaine pôs a santa armadura Bravura em um recinto secreto. Arkaine foi o primeiro mortal a virar o jogo da Guerra do Pecado e perseguir as legiões das trevas de volta aos Infernos Ardentes. Logo antes de Arkaine morrer, sua armadura foi escondida em uma câmara secreta. Dizem que quando sua armadura santa for mais uma vez necessária, um herói se erguerá para vestir a Bravura mais uma vez. Talvez seja você...

source: Every child hears the story of the warrior Arkaine and his mystic armor known as Valor. If you could find its resting place, you would be well protected against the evil in the Labyrinth.
pt_br: Toda criança ouve a história do guerreiro Arkaine e sua armadura mística conhecida como Bravura. Se você puder encontrar onde ela repousa, estará bem protegido(a) contra o mal dentro do Labirinto.

source: Hmm... it sounds like something I should remember, but I've been so busy learning new cures and creating better elixirs that I must have forgotten. Sorry...
pt_br: Hmm... Soa como algo de que eu deveria lembrar, mas estive tão ocupado aprendendo novas curas e criando elixires melhores que eu devo ter esquecido. Peço desculpas...

source: The story of the magic armor called Valor is something I often heard the boys talk about. You had better ask one of the men in the village.
pt_br: A história da armadura mágica chamada Bravura é algo que frequentemente ouvia os garotos falarem sobre. É melhor perguntar a algum dos homens na vila.

source: The armor known as Valor could be what tips the scales in your favor. I will tell you that many have looked for it - including myself. Arkaine hid it well, my friend, and it will take more than a bit of luck to unlock the secrets that have kept it concealed oh, lo these many years.
pt_br: A armadura conhecida como Bravura pode ser o que vai inclinar a balança a seu favor. Eu vou lhe contar que muitos procuraram por ela - incluindo eu mesmo. Arkaine a escondeu bem, meu(inha) amigo(a), e será necessário mais do que um pouco de sorte para desvendar os segredos que a mantiveram oculta por todos esses tantos anos.

source: Should you find these Stones of Blood, use them carefully. The way is fraught with danger and your only hope rests within your self trust.
pt_br: Caso encontre essas Pedras de Sangue, use-as com cuidado. O caminho é repleto de perigos e sua única esperança repousa dentro da sua autoconfiança.

source: You intend to find the armor known as Valor? No one has ever figured out where Arkaine stashed the stuff, and if my contacts couldn't find it, I seriously doubt you ever will either.
pt_br: Você pretende encontrar a armadura conhecida como Bravura? Ninguém jamais descobriu onde Arkaine guardou a coisa, e se meus contatos não puderam achá-la, eu também duvido seriamente que você a encontre.

source: I know of only one legend that speaks of such a warrior as you describe. His story is found within the ancient chronicles of the Sin War... Stained by a thousand years of war, blood and death, the Warlord of Blood stands upon a mountain of his tattered victims. His dark blade screams a black curse to the living; a tortured invitation to any who would stand before this Executioner of Hell. It is also written that although he was once a mortal who fought beside the Legion of Darkness during the Sin War, he lost his humanity to his insatiable hunger for blood.
pt_br: Eu conheço apenas uma lenda que fala de um guerreiro tal como você descreveu. Sua história é encontrada dentro de crônicas antigas da Guerra do Pecado... Manchado por mil anos de guerra, sangue e morte, o Senhor da Guerra Sangrenta tem os pés sobre uma montanha de suas vítimas destroçadas. Sua lâmina sombria grita uma maldição negra para os viventes; um convite torturado para qualquer um que queira se opor a este Carrasco do Inferno. Também está escrito que, embora ele tenha sido antes um mortal que lutou ao lado da Legião das Trevas durante a Guerra do Pecado, ele perdeu sua humanidade para sua fome insaciável por sangue.

source: I am afraid that I haven't heard anything about such a vicious warrior, good master. I hope that you do not have to fight him, for he sounds extremely dangerous.
pt_br: Temo não ter ouvido nada sobre um guerreiro tão cruel, bom(a) mestre(a). Eu espero que você não tenha que enfrentá-lo, pois ele parece ser extremamente perigoso.

source: Cain would be able to tell you much more about something like this than I would ever wish to know.
pt_br: Cain seria capaz de lhe contar muito mais sobre algo assim do que eu jamais desejaria saber.

source: If you are to battle such a fierce opponent, may Light be your guide and your defender. I will keep you in my thoughts.
pt_br: Se você vai batalhar contra um oponente tão feroz, que a Luz seja sua guia e defensora. Manterei você em meus pensamentos.

source: Dark and wicked legends surrounds the one Warlord of Blood. Be well prepared, my friend, for he shows no mercy or quarter.
pt_br: Lendas sombrias e terríveis cercam o Senhor da Guerra Sangrenta. Esteja bem preparado(a), meu(inha) amigo(a), porque ele não demonstra piedade ou limites.

source: Always you gotta talk about Blood? What about flowers, and sunshine, and that pretty girl that brings the drinks. Listen here, friend - you're obsessive, you know that?
pt_br: Você sempre tem que falar sobre sangue? Quero saber sobre as flores, os raios de sol e aquela garota bonita que traz as bebidas. Escute aqui, amigo(a) - você está obcecado(a), sabia?

source: His prowess with the blade is awesome, and he has lived for thousands of years knowing only warfare. I am sorry... I can not see if you will defeat him.
pt_br: Sua proeza com a lâmina é impressionante e ele viveu por milhares de anos conhecendo apenas a guerra. Peço perdão... Eu não consigo enxergar se você irá derrotá-lo.

source: I haven't ever dealt with this Warlord you speak of, but he sounds like he's going through a lot of swords. Wouldn't mind supplying his armies...
pt_br: Eu nunca lidei com esse Comandante de que você está falando, mas ele parece estar usando muitas espadas. Não me importaria em fornecer para os exércitos dele...

source: My blade sings for your blood, mortal, and by my dark masters it shall not be denied.
pt_br: Minha lâmina canta por seu sangue, mortal, e, por meus mestre sombrios, a ela isto não será negado.

source: Griswold speaks of the Heaven Stone that was destined for the enclave located in the east. It was being taken there for further study. This stone glowed with an energy that somehow granted vision beyond that which a normal man could possess. I do not know what secrets it holds, my friend, but finding this stone would certainly prove most valuable.
pt_br: Griswold fala da Pedra Celestial que estava destinada para o enclave localizado no leste. Ela estava sendo levada para maiores estudos lá. Esta pedra brilhava com uma energia que de algum modo concedia uma visão além daquela que uma pessoa normal poderia possuir. Eu não sei que segredos ela carrega, meu(inha) amigo(a), mas encontrar esta pedra poderia certamente se mostrar algo muito valioso.

source: The caravan stopped here to take on some supplies for their journey to the east. I sold them quite an array of fresh fruits and some excellent sweetbreads that Garda has just finished baking. Shame what happened to them...
pt_br: A caravana parou aqui para pegar alguns suprimentos para sua jornada rumo ao leste. Eu lhes vendi uma boa variedade de frutas frescas e algumas excelentes molejas que Garda havia acabado de assar. É uma pena o que aconteceu com eles...

source: I don't know what it is that they thought they could see with that rock, but I will say this. If rocks are falling from the sky, you had better be careful!
pt_br: Eu não sei o que é que eles pensavam que poderiam ver com aquela rocha, mas lhe digo isto. Se rochas estão caindo do céu, é melhor você ter cuidado!

source: Well, a caravan of some very important people did stop here, but that was quite a while ago. They had strange accents and were starting on a long journey, as I recall. I don't see how you could hope to find anything that they would have been carrying.
pt_br: Bom, uma caravana de algumas pessoas muito importantes realmente parou por aqui, mas isso foi há um bom tempo atrás. Eles tinham sotaques estranhos e estavam começando uma longa jornada, pelo que lembro. Eu não vejo como você poderia esperar encontrar qualquer coisa que eles estivessem carregando.

source: Stay for a moment - I have a story you might find interesting. A caravan that was bound for the eastern kingdoms passed through here some time ago. It was supposedly carrying a piece of the heavens that had fallen to earth! The caravan was ambushed by cloaked riders just north of here along the roadway. I searched the wreckage for this sky rock, but it was nowhere to be found. If you should find it, I believe that I can fashion something useful from it.
pt_br: Fique aqui por um momento - eu tenho uma história que você pode achar interessante. Uma caravana que estava em viagem para os reinos orientais passou por aqui há algum tempo. Supostamente carregava um pedaço dos céus que caiu na terra! A caravana foi emboscada por cavaleiros encapuzados logo ao norte daqui, ao longo da estrada. Eu vasculhei os destroços por esta rocha do céu, mas não a achei em lugar algum. Caso a encontre, acredito que posso construir algo útil a partir dela.

source: I am still waiting for you to bring me that stone from the heavens. I know that I can make something powerful out of it.
pt_br: Ainda estou esperando que você me traga aquela pedra dos céus. Eu sei que posso fazer algo poderoso com ela.

source: Let me see that - aye... aye, it is as I believed. Give me a moment... Ah, Here you are. I arranged pieces of the stone within a silver ring that my father left me. I hope it serves you well.
pt_br: Deixe-me ver isso - sim... sim, é como eu acreditava. Dê-me um momento... Ah, aqui está. Eu encaixei pedaços da pedra dentro de um anel de prata que meu pai havia me deixado. Espero que lhe sirva bem.

source: I used to have a nice ring; it was a really expensive one, with blue and green and red and silver. Don't remember what happened to it, though. I really miss that ring...
pt_br: Eu tinha um anel bonito; era um bem caro, com azul e verde e vermelho e prata. Mas não lembro o que aconteceu com ele. Realmente sinto falta daquele anel...

source: The Heaven Stone is very powerful, and were it any but Griswold who bid you find it, I would prevent it. He will harness its powers and its use will be for the good of us all.
pt_br: A Pedra do Céu é realmente muito poderosa, e se fosse qualquer um menos Griswold que lhe pedisse para encontrá-la, eu impediria. Ele irá usufruir dos poderes dela e seu uso será para o bem de todos nós.

source: If anyone can make something out of that rock, Griswold can. He knows what he is doing, and as much as I try to steal his customers, I respect the quality of his work.
pt_br: Se alguém pode fazer algo a partir daquela rocha, é Griswold. Ele sabe o que está fazendo, e por mais que eu tente roubar seus clientes, respeito a qualidade do trabalho dele.

source: The witch Adria seeks a black mushroom? I know as much about Black Mushrooms as I do about Red Herrings. Perhaps Pepin the Healer could tell you more, but this is something that cannot be found in any of my stories or books.
pt_br: A bruxa Ádria busca um cogumelo negro? Eu sei tanto sobre Cogumelos Negros quanto sei sobre Arenques Vermelhos. Talvez Pepin, o Curandeiro, possa lhe contar mais, mas isto é algo que não pode ser encontrado em nenhuma das minhas histórias ou livros.

source: Let me just say this. Both Garda and I would never, EVER serve black mushrooms to our honored guests. If Adria wants some mushrooms in her stew, then that is her business, but I can't help you find any. Black mushrooms... disgusting!
pt_br: Eu só vou dizer isso. Tanto Garda como eu nunca, NUNCA serviríamos cogumelos negros para nossos honrados clientes. Se Ádria quiser alguns cogumelos no ensopado, é problema dela, mas eu não tenho como lhe ajudar a achar. Cogumelos negros... que nojo!

source: The witch told me that you were searching for the brain of a demon to assist me in creating my elixir. It should be of great value to the many who are injured by those foul beasts, if I can just unlock the secrets I suspect that its alchemy holds. If you can remove the brain of a demon when you kill it, I would be grateful if you could bring it to me.
pt_br: A bruxa me contou que você estava procurando por um cérebro de demônio para me ajudar a criar meu elixir. Seria de grande valia para mim e para os muitos que foram feridos por essas bestas sórdidas, se eu puder simplesmente desvendar os segredos que suspeito que sua alquimia detém. Se puder remover o cérebro de um demônio quando matá-lo, eu ficaria grato se puder trazê-lo para mim.

source: Excellent, this is just what I had in mind. I was able to finish the elixir without this, but it can't hurt to have this to study. Would you please carry this to the witch? I believe that she is expecting it.
pt_br: Excelente, isto é exatamente o que eu queria. Consegui terminar o elixir sem isso, mas não machuca ter por aqui, para estudo. Você poderia por favor levar isto para a bruxa? Acredito que ela esteja esperando por ele.

source: I think Ogden might have some mushrooms in the storage cellar. Why don't you ask him?
pt_br: Eu acho que Ogden pode ter alguns cogumelos no depósito. Por que não pergunta a ele?

source: If Adria doesn't have one of these, you can bet that's a rare thing indeed. I can offer you no more help than that, but it sounds like... a huge, gargantuan, swollen, bloated mushroom! Well, good hunting, I suppose.
pt_br: Se Ádria não tem um desses, pode apostar que é algo raro de verdade. Eu não posso oferecer muito mais ajuda que isto, mas me soa como um... enorme, gargantuesco, inchado e inflado cogumelo! Bem, boas caças, imagino.

source: Ogden mixes a MEAN black mushroom, but I get sick if I drink that. Listen, listen... here's the secret - moderation is the key!
pt_br: Ogden prepara um cogumelo negro MAGNÍFICO, mas passo mal se beber aquilo. Escute, escute... aqui está o segredo - moderação é a chave!

source: What do we have here? Interesting, it looks like a book of reagents. Keep your eyes open for a black mushroom. It should be fairly large and easy to identify. If you find it, bring it to me, won't you?
pt_br: O que temos aqui? Interessante, parece ser um livro de reagentes. Mantenha os olhos abertos por um cogumelo negro. Deve ser razoavelmente grande e fácil de identificar. Caso o encontre, traga-o para mim, tudo bem?

source: It's a big, black mushroom that I need. Now run off and get it for me so that I can use it for a special concoction that I am working on.
pt_br: É um cogumelo grande e negro o que preciso. Agora vá e obtenha-o para mim para que eu possa usá-lo em uma beberagem especial na qual estou trabalhando.

source: Yes, this will be perfect for a brew that I am creating. By the way, the healer is looking for the brain of some demon or another so he can treat those who have been afflicted by their poisonous venom. I believe that he intends to make an elixir from it. If you help him find what he needs, please see if you can get a sample of the elixir for me.
pt_br: Sim, isto vai ser perfeito para a mistura que estou criando. A propósito, o curandeiro está procurando pelo cérebro de um demônio, para tratar quem é afligido pelo veneno deles. Acredito que pretende fazer um elixir a partir disso. Se puder ajudá-lo a encontrar o que precisa, por favor veja se pode obter uma amostra do elixir para mim.

source: Why have you brought that here? I have no need for a demon's brain at this time. I do need some of the elixir that the Healer is working on. He needs that grotesque organ that you are holding, and then bring me the elixir. Simple when you think about it, isn't it?
pt_br: Por que você trouxe isto aqui? Eu não preciso de um cérebro de demônio neste momento. Eu preciso é de um pouco do elixir no qual o Curandeiro está trabalhando. Ele precisa desse órgão grotesco que você leva, só então me traga o elixir. Simples quando se para pra pensar, não acha?

source: What? Now you bring me that elixir from the healer? I was able to finish my brew without it. Why don't you just keep it...
pt_br: O quê? Agora é que você traz aquele elixir do curandeiro? Eu consegui terminar a minha infusão sem isso. Por que você não fica com ele...

source: I don't have any mushrooms of any size or color for sale. How about something a bit more useful?
pt_br: Eu não tenho cogumelos de nenhum tamanho ou cor à venda. Que tal algo um pouco mais útil?
